[
  {
    "chunk_id": "NZ Nails Building Product Information Sheet_p1_c0",
    "source": "NZ Nails Building Product Information Sheet",
    "page": 1,
    "content": "Building Product Information Sheet Class 1 Designated Building Product. Company Details: Name: N.Z Nail Industries Ltd NZBN: 9429032250411 Address: 809a Great South Road, Mount Wellington, Auckland 1060 Website: nznails.co.nz Email: info@nznails.co.nz Product Line: NZ Nails loose nails (Bright, Plated & Gold Passivated, Hot Dipped Galvanised, 316 Stainless Steel & Silicon Bronze) with a variety of head types including (Flat, Jolt, Countersunk, Spring Head, Nu-Fix Roofing, Rose & Pentagon Head). Nail shank types include Smooth, Annular Grooved/Ring, Spiral Rolled & Square Twisted. Product Description: NZ Nails supplies a comprehensive range of loose nails for use in interior (Bright, Plated & Gold Passivated) and exterior (Hot Dipped Galvanised, 316 Stainless Steel & Silicon Bronze) applications. NZ Nail loose nail finishes include: Hot Dipped Galvanised nails have been coated after manufacture with zinc for corrosion protection. Hot Dipped Galvanised nails are intended for exterior use. 316 Stainless Steel nails have a strong reputation for their visual appeal and structural integrity in a wide range of applications and environments. They have a unique resistance to corrosion and this is what sets stainless apart from other steel. 316 Stainless Steel nails should be used in coastal or sea spray zone areas, giving greater longevity over hot dipped galvanised nails.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1387
    }
  },
  {
    "chunk_id": "NZ Nails Building Product Information Sheet_p1_c1",
    "source": "NZ Nails Building Product Information Sheet",
    "page": 1,
    "content": "orrosion and this is what sets stainless apart from other steel. 316 Stainless Steel nails should be used in coastal or sea spray zone areas, giving greater longevity over hot dipped galvanised nails. Stainless steel nail heads should be washed regularly by rain or maintained in such a way as to remove deposited salt chlorides. Silicon Bronze nails are made up of a copper alloy that contains Iron, Zinc, Silicon, Manganese, Lead and Nickel. Silicon Bronze nails are used in a range of applications and environments including marine because of their high corrosion resistance. 1",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 580
    }
  },
  {
    "chunk_id": "NZ Nails Building Product Information Sheet_p2_c0",
    "source": "NZ Nails Building Product Information Sheet",
    "page": 2,
    "content": "Bright Nails are a plain steel nail that has no protective coating. Bright nails have been rumbled (polished) after manufacture to give a shiny finish. Bright nails are intended for interior use only. Gold passivated nails have been coated after manufacture with a passivate that is applied over the top of zinc coating to harden the surface (Gold in colour). Gold Passivated nails are intended for interior use only. Plated panel pin nails have been coated after manufacture with a zinc coating using the electroplating process. The panel pin head is a small jolt head used where concealment of the head is required. Plated panel pin nails are intended for interior use only. NZ Nail loose nail head types include: Flat Head nails have a large diameter head (normally up to 2.5 times the thickness of the nail shank). This head will sit slightly proud of the work surface. Flat head nails are designed to resist pull through on soft or thin timbers. This nail is used where the concealment of the head is not critical. Jolt Head nails have a small diameter head particularly suitable for applications where the head is required to be concealed. This head may be punched beneath the timber surface. Jolt head nails are designed to either finish flush with or below the work surface. Countersunk Head nails have a small diameter head particularly suitable for applications where the head is required to be less prominent or sit flush with the timber surface.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1458
    }
  },
  {
    "chunk_id": "NZ Nails Building Product Information Sheet_p2_c1",
    "source": "NZ Nails Building Product Information Sheet",
    "page": 2,
    "content": "r below the work surface. Countersunk Head nails have a small diameter head particularly suitable for applications where the head is required to be less prominent or sit flush with the timber surface. Spring Head Roofing nails have a large round umbrella like head, these nails are commonly used in roofing. Nu-Fix Roofing nails have a flat head with a large round metal washer with foam underneath it, these nails are used in roofing. Rose Head nails have a decorative head which is made up of four parts that meet in the middle. This head will sit slightly proud of the work surface. Pentagon Head nails have a decorative head which is made up of five parts with an elevated flat area in the middle. This head will sit slightly proud of the work surface. NZ Nail loose nail shank profiles include: Smooth - The smooth shank has nothing obtruding the nail shank surface. Annular Grooved/Ring Shank - The annular grooved/ring shank has rings on it that act like barbs against timber fibres, vastly increasing the holding power of the nail. Square Twisted - The square twisted shank is squared-off and twisted. This shank provides increased withdrawal resistance. Spiral Rolled - The spiral rolled shank is twisted. This shank provides increased withdrawal resistance. Relevant Building Code clauses: NZ Nails loose nails comply with the following standards and building code clauses. All nails (Bright, Plated & Gold Passivated, Hot Dipped Galvanised, 316 Stainless Steel & Silicon Bronze): 2",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1492
    }
  },
  {
    "chunk_id": "NZ Nails Building Product Information Sheet_p3_c0",
    "source": "NZ Nails Building Product Information Sheet",
    "page": 3,
    "content": "AS 2334-1980 Steel nails - Metric series. Hot Dipped Galvanised nails: AS/NZS 4680:2006 Australian/New Zealand Standard™ Hot-dip galvanized (zinc) coatings on fabricated ferrous articles. NZS 3604:2011 Timber-framed buildings. Clause B1-Structure; B1.3.1, B1.3.2. N.Z Nail Industries Ltd (NZ Nails) has issued this Building Product Information Sheet to comply with the Building (Building Product Information Requirements) Regulations 2022. NZ Nails loose nails must be used in the appropriate interior (Bright, Plated & Gold Passivated) and exterior (Hot Dipped Galvanised, 316 Stainless Steel & Silicon Bronze) applications. For additional information please visit our website nznails.co.nz NZ Nails loose nails is not subject to a warning or ban under section s26 of the Building Act 2004. 3",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 794
    }
  }
]