[
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p2_c0",
    "source": "Firth Paving Installation Guide 2025",
    "page": 2,
    "content": "GETTING STARTED CHOOSING THE RIGHT PAVER FOR YOU SITUATION Pathways & Patios • Forum 50, Piazza 50, Manhattan 80, Chancery 50, Courtyard Flagstone 50, Holland 50, Walkway Paver 50 Single Residential Driveways • Holland 50, Holland 80, Holland 80 Sett Multi use Residential Driveways and Parking lots • Holland 80, Holland 80 Sett, Piazza 80mm TERMINOLOGY Subgrade: The natural soil that is exposed at the excavated level. Basecourse: The layer of compacted granular material placed on top of the natural soil e.g., GAP20 or GAP40 and can be blinded off with a thin layer of GAP7 to help get a level surface. Bedding Sand: The sand layer (nominally 20mm thick) that the pavers are bedded in. Jointing Sand: The sand that is placed in the vertical joints between the pavers. Haunching: Concrete that is laid along the edge of the paving to provide lateral (edge) restraint for the paved area. NZ Standard: Reference NZS 3116:2002 Concrete segmental paving. Screeding: The process of leveling the bedding sand or concrete mix using a screed, which is a straight edge. Compaction: The process of making the base course and other layers dense and stable to create a solid foundation. Surface Drainage: Ensuring the finished surface has a slight fall or slope to direct excess water to approved stormwater systems.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1309
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p2_c1",
    "source": "Firth Paving Installation Guide 2025",
    "page": 2,
    "content": "course and other layers dense and stable to create a solid foundation. Surface Drainage: Ensuring the finished surface has a slight fall or slope to direct excess water to approved stormwater systems. BASIC TOOLS NEEDED • Tape measure • Yard broom • String lines • Screed boards 100 x 25mm x 2.8m long • Spirit level • Screeding rails (25mm Ø pipe x 2-3m long) • Spade • Plate Compactor (hire) • Shovel • Block splitter / diamond blade drop saw • Rake • Weed matting (optional) • Float 2",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 487
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p3_c0",
    "source": "Firth Paving Installation Guide 2025",
    "page": 3,
    "content": "INSTALLATION / LAYING GUIDE 1. SETTING OUT & DRAINAGE Set a string line to a height to correspond to the finished level of the pavers, making allowance for the various depths of the basecourse, bedding sand and paver thickness. The top surface of the paving needs to have slope or fall so that rainwater runs off and does not pond on the surface. Allow for a fall of at least 25mm per metre and ensure any paved area falls away from buildings. A paved area must have a sufficient number of drainage collection points i.e. (channels, kerbs and cesspit sumps) to collect the rainwater and discharge it to a suitable stormwater disposal system. Depth of excavation = thickness of paver + 20mm bedding sand + thickness of basecourse 2. EXCAVATION & SUBGRADE All organic material e.g. (vegetation, topsoil etc.) should be removed and the soil excavated down to a depth allowing for the thickness of basecourse, bedding layer and pavers. At this level, otherwise known as the subgrade, the soil needs to be assessed for strength. It is important that the subgrade is of uniform strength, so any soft, loose material or existing fill areas will need to be undercut, removed and replaced with dense compacted material. Measure down from the string lines using a tape measure to check the correct level of the subgrade has been reached. The subgrade will need to be shaped and trimmed accurately. It is desirable that the subgrade slopes to prevent ponding of water at that level.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1472
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p3_c1",
    "source": "Firth Paving Installation Guide 2025",
    "page": 3,
    "content": "heck the correct level of the subgrade has been reached. The subgrade will need to be shaped and trimmed accurately. It is desirable that the subgrade slopes to prevent ponding of water at that level. If the soil is wet, then a drain may be needed that is piped to a suitable discharge position. 3. BASECOURSE The thickness of basecourse that is required will depend on both the strength of the subgrade soil and the type of loading anticipated on the pavers. Generally, 100mm to 150mm thick for residential driveways, and 50mm to 75mm thick for patios and pathways. Note: These thicknesses refer to the final compacted depth of basecourse and are a guide only. For more comprehensive recommendations, refer NZS 3116:2002 Table 2 Basecourse Thickness. The basecourse shall be a well-graded, granular material with durable particles, free from organic material. GAP20 or GAP40 aggregate are suitable materials. Spread, shape and thoroughly compact the basecourse to a uniform dense condition using a vibrating plate compactor. Dampen the aggregate whilst plate compacting to get the best result. It is VERY important to get the top surface of the basecourse to the right height and within tight tolerance for levels and falls. Do not rely on the bedding sand to compensate for any out of tolerance basecourse levels as the bedding layer will compact unevenly and in time will result in an uneven paved top surface.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1413
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p3_c2",
    "source": "Firth Paving Installation Guide 2025",
    "page": 3,
    "content": "s and falls. Do not rely on the bedding sand to compensate for any out of tolerance basecourse levels as the bedding layer will compact unevenly and in time will result in an uneven paved top surface. A thin layer of GAP7 may be spread and compacted to fill in any open textured areas and assist with final levels in the top surface of the basecourse, prior to spreading the bedding sand. 3",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 390
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p4_c0",
    "source": "Firth Paving Installation Guide 2025",
    "page": 4,
    "content": "INSTALLATION / LAYING GUIDE 4. BEDDING SAND The bedding sand shall be a well-graded, granular material with hard durable particles, free from organic material. Lay screed rails (25mm pipe) on the compacted basecourse approximately 1.0m apart. Loosely spread the bedding sand over the area and screed off across the screed rails (A). It is important to lay bedding sand with uniform thickness /density/looseness and consistent moisture content. Remove the rails, fill in and trowel smooth the gaps left behind (B). A B 5. BASIC LAYING PATTERNS Stretcher Bond Herringbone (90˚) Basket Weave 4",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 591
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p4_diagram",
    "source": "Firth Paving Installation Guide 2025",
    "page": 4,
    "content": "DIAGRAM DESCRIPTION:\nThe image includes the following construction details:\n\n1. **Components Shown**:\n   - Bedding sand\n   - Screed rails (25mm pipe)\n   - Pavers (for various laying patterns)\n\n2. **Key Measurements or Spacings**:\n   - Screed rails are spaced 10mm apart.\n\n3. **Assembly Order or Installation Sequence**:\n   - Lay the screed rails first.\n   - Remove the rails after bedding sand is prepared.\n   - Trowel smooth the gaps where the rails were.\n\n4. **Critical Details**:\n   - The bedding sand must be free from organic material.\n   - Ensure the sand is well-graded and consists of hard, durable particles.\n   - Attention should be paid to the thickness, density, and moisture content of the bedding sand during installation. \n\nThis summary provides a concise overview of key construction details relevant to bedding sand installation.\n\nPage context: INSTALLATION / LAYING GUIDE 4. BEDDING SAND The bedding sand shall be a well-graded, granular material with hard durable particles, free from organic material. Lay screed rails (25mm pipe) on the comp",
    "chunk_type": "diagram",
    "section": null,
    "table_data": null,
    "diagram_data": {
      "image_count": 2,
      "caption_length": 825
    },
    "metadata": {
      "extraction_method": "vision_gpt4o",
      "has_diagram": true
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p5_c0",
    "source": "Firth Paving Installation Guide 2025",
    "page": 5,
    "content": "INSTALLATION / LAYING GUIDE 6. LAYING PAVERS Once you have selected a laying pattern, start placing the pavers from a corner or along a straight edge or at the bottom of a slope and lay upslope. Lay the pavers up against each other engaging the spacer nibs on the sides of the paving to get a consistent joint width. By working on top of the already laid pavers you can avoid walking on the screeded bedding sand. Check for line and level at regular intervals visually or using a string line. 7. CUTTING PAVERS Cutting pavers for the infills is best left to last and can be done with a bolster and hammer, block splitter or diamond drop saw. Make sure protective glasses, earmuffs and gloves are worn. There are wet diamond saws and dry dust extraction saws. Dust control saw Wet saw 5",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 786
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p6_c0",
    "source": "Firth Paving Installation Guide 2025",
    "page": 6,
    "content": "INSTALLATION / LAYING GUIDE 8. EDGE RESTRAINTS Edge restraints must be provided at the perimeter of the paved area to confine the paving and prevent outward migration of pavers. Kerbs (see cross section C below), kerb and channel, timber held with steel pegs and concrete haunching are some of the common means of providing edge restraints. Edge restraints should extend at least 50mm below the bedding sand and with the exception of concrete haunching, should be constructed prior to laying the pavers. When setting out the base course allow an extra 150-170mm for the concrete haunching/kerb to sit on (see cross section D below). Plate compacting the pavers should occur after 2-3 days later to give the haunching time to cure. C D 6",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 737
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p6_diagram",
    "source": "Firth Paving Installation Guide 2025",
    "page": 6,
    "content": "DIAGRAM DESCRIPTION:\n1. **Components Shown**:\n   - **Edge Restraints**: Kerbs as shown in the cross section.\n   - **Paving**: Concrete or brick pavers illustrated.\n   - **Bedding Layer**: Typically includes sand or compacted granular material.\n   - **Haunching**: A supportive area adjacent to the edge restraint.\n   - **Concrete Foundation**: A base layer for structural support.\n\n2. **Key Measurements**:\n   - Kerb dimensions: 457mm height x 240mm width.\n   - Paver thickness: 60mm.\n   - Minimum spacing dimension: 150mm for edge restraint placement.\n   - Haunching width around the paver should extend at least 30-70mm.\n\n3. **Assembly Order/Installation Sequence**:\n   - Install the **concrete foundation** first.\n   - Place the **edge restraint** (kerb) along the perimeter.\n   - Fill in the **bedding** material and level it.\n   - Lay the **pavers** on top of the bedding layer.\n   - Apply **haunching** to secure the edge restraints in place.\n\n4. **Critical Details**:\n   - Ensure overlaps between pavers for stability.\n   - Minimum clearance from the top of the edge restraint to finished paving surface should be maintained.\n   - Gaps should be minimized between the pavers to facilitate drainage and prevent movement. \n\nThese components and guidelines are essential for ensuring\n\nPage context: INSTALLATION / LAYING GUIDE 8. EDGE RESTRAINTS Edge restraints must be provided at the perimeter of the paved area to confine the paving and prevent outward migration of pavers. Kerbs (see cross secti",
    "chunk_type": "diagram",
    "section": null,
    "table_data": null,
    "diagram_data": {
      "image_count": 1,
      "caption_length": 1266
    },
    "metadata": {
      "extraction_method": "vision_gpt4o",
      "has_diagram": true
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p7_c0",
    "source": "Firth Paving Installation Guide 2025",
    "page": 7,
    "content": "INSTALLATION / LAYING GUIDE 9. JOINT SAND AND COMPACTION OF PAVERS Sweep DRY jointing sand into all joints between pavers. The pavers themselves must be absolutely dry otherwise the sand will not fully make its way to the bottom of the joint. Note: For stabilised jointing sand products, it is important to carefully follow the manufacturers clean-up instructions otherwise discolouration marks may result on the surface of the pavers. Once the joints are full, and the haunching has set, cured and gained sufficient strength, compact the pavers using a suitable vibrating plate compactor. A vibrating plate compactor must NOT be used on larger pavers such as 400 x 400 Forum Pavers instead use a rubber mallet on these pavers. Good practice for normal pavers is to attach an old carpet to the plate compactor which prevents the surface of the paver from being damaged. During compaction, keep topping up the joints with sand as it settles until all joints are completely full. This procedure initially “locks up” the pavers. Sweep off any excess sand. At a later stage, once the pavers have had traffic on them, it may be necessary to return to the project to top up and completely fill the joints with sand. 7",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1212
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p8_c0",
    "source": "Firth Paving Installation Guide 2025",
    "page": 8,
    "content": "INSTALLATION / LAYING GUIDE 10. LAYING TIPS Colour Variation • When laying more than one pallet make sure to “mix & match” from different alternating pallets to blend the colour variation. Order all the paving together to reduce colour variation. Finished Paving Level • Keep the finished level of the paving below the damp proof course of your house in accordance with your local council requirements. 100 to 150mm depending on region. Haunching • Concrete haunching requires a setting (curing) period of 5 - 7 days before any traffic should be allowed on the paving. Avoid driving vehicles over the edge of the paving. Driveways • It is best to use darker colours in driveways as tyre marks and oil stains will not be as visible. Sealing of your paving helps to prevent the absorption of oils and aids cleaning when necessary. Minimising Joint Sand Loss • If the loss of joint sand is a likely (steep driveways), either sealing the joints or a stabilised jointing sand e.g. Dricon Pavelock, should be considered. Read product supplier instructions carefully. 11. FOLLOW UP MAINTENANCE AND SEALING Routine cleaning and maintenance of the paved surface is recommended. Periodic cleaning and removal of organic materials such as moss, mould and algae etc. using proprietary products and physical brushing with detergent rinsed off with water is suggested to maintain the appearance of the product. Most paving cleaning products are acid based and remove the surface of the paver.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1479
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p8_c1",
    "source": "Firth Paving Installation Guide 2025",
    "page": 8,
    "content": "cts and physical brushing with detergent rinsed off with water is suggested to maintain the appearance of the product. Most paving cleaning products are acid based and remove the surface of the paver. The depth of removal is dependent on the dilution of the acid. Seek expert advice and/or carry out a small test on an inconspicuous area before undertaking cleaning or maintenance over the entire area of paving. Other environmentally friendly cleaning methods for killing weeds and moss: • Boiling hot water • Steam water blast • Flame (Propane torch weed burner) If staining or marking of the pavers is likely e.g., leaves, berries, BBQ spills, tannin staining from outdoor furniture then sealing your paved area should be considered. You can get specialist advice from sealant suppliers. Because it is difficult to remove stains, sealing should be carried out as soon as possible following installation. Make sure all efflorescence is removed by acid washing. Remember efflorescence is transparent when wet, wait for pavers to dry before you evaluate weather to acid wash or not. 8",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1084
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p9_c0",
    "source": "Firth Paving Installation Guide 2025",
    "page": 9,
    "content": "INSTALLATION / LAYING GUIDE 12. EFFLORESCENCE Efflorescence is a natural and unpredictable phenomenon that occurs with any masonry product. Persistent surface water or damp gound conditions of cement reacting with water, depositing crystals on the surface of the product. It can appear as whitening and is more visible on coloured pavers. There are some things you can do to minimise efflorescence such as keep paving covered and dry before laying and provide good drainage to the subgrade and basecourse. If efflorescence is left untreated for an extended period, acid washing or mechanical removal may be required. Please talk to a local sealing specialist for more information. We strongly recommend sealing pavers with a water based acrylic sealant. As well as increasing long term durability and colour retention, sealing reduces maintenance required for stains and cleaning. Honed pavers must be sealed once laid. All pavers are delivered unsealed. Firth recommends Dricon’s range of Masonry care product to clean and help prevent efflorescence. Efflorescence Remover Efflorescence Treatment A BEAUTIFULLY NATURAL PRODUCT The appeal of concrete masonry is the natural characteristics and variation of aggregates featured within the mix. Similar to the features of real stone, our concrete products will have natural variation in colours and characteristics. So when choosing Firth concrete paving, please expect colour hue variations and regional differences due to locally sourced materials.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1499
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p9_c1",
    "source": "Firth Paving Installation Guide 2025",
    "page": 9,
    "content": "ducts will have natural variation in colours and characteristics. So when choosing Firth concrete paving, please expect colour hue variations and regional differences due to locally sourced materials. It’s all part of a beautifully natural product. We strongly advise viewing our products before making your final decision. Contact your local merchant, they’ll be happy to help. 9",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 380
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p10_c0",
    "source": "Firth Paving Installation Guide 2025",
    "page": 10,
    "content": "INSTALLATION / LAYING GUIDE INTERCHANGEABLE SIZING Applies to Forum 50, Piazza 50 & Holland 50 only. Forum dimensions are twice the size of the Piazza. This offers the ability to incorporate a large format and medium format paver in your design. Pair Holland with Forum or Piazza pavers to create interest with striking patterns. 200 002 100 004 400 PIAZZA 50 HOLLAND 50 004 FORUM 50 DECLARE ENVIRONMENTAL We are proud to be PRODUCT DECLARATIONS the 1st concrete Firth holds Environmental manufacturer in the Product Declarations for world to get Declare a range of our products. labels for our Please refer to our website ready-mix concrete and for full details. our concrete masonry products. Declare is an ingredients initiative for building products that is designed to shape a greener, healthier environment. 10",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 817
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p11_c0",
    "source": "Firth Paving Installation Guide 2025",
    "page": 11,
    "content": "CONCRETE SEGMENTAL PAVING WARRANTY WE ARE 100% BEHIND OUR CONCRETE SEGMENTAL PAVING PRODUCTS CONDITIONS OF WARRANTY If any Firth Concrete Segmental Paving products fails to perform This warranty is subject to the following conditions: as claimed, Firth will work with the relevant parties to help resolve the issue. 1. This warranty only applies where the product is used or installed in building work in New Zealand (the “project”). This warranty will be YOU’RE PROTECTED WITH FIRTH CONCRETE SEGMENTAL PAVING invalidated if the project is not designed and constructed in strict PRODUCTS compliance with all relevant provisions of the New Zealand Building Code, and in compliance with other regulations and standards that apply to the project. As New Zealand’s largest manufacture of concrete masonry products, Firth products are made for local conditions and to meet or exceed New Zealand Building Code requirements. Firth manufacture 2. A person claiming under this warranty must provide written proof of its concrete segmental pavers to NZS3116 in association with AS/ purchase and make a written claim either within 30 days after the defect NZS4455 and AS/NZS4456 with an independently audited quality would have become reasonably apparent or, if the defect was reasonably management system confirming to AS/NZS ISO9001. apparent prior to installation, then the claim must be made prior to installation. PRODUCTS AND SYSTEMS 3.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1432
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p11_c1",
    "source": "Firth Paving Installation Guide 2025",
    "page": 11,
    "content": "bly apparent or, if the defect was reasonably management system confirming to AS/NZS ISO9001. apparent prior to installation, then the claim must be made prior to installation. PRODUCTS AND SYSTEMS 3. This warranty does not apply where the product has been used in any manner not in accordance with the more onerous of the product Concrete segmental paving are products which are combined with other literature of Firth Industries New Zealand Standards, or best practice products such as hardfill, bedding sand, joint sand, and sometimes coatings, technical guidance that is current and publicly available at the time of to make up a system such as a paved area. purchase. To ensure compliance with the NZBC, design needs to comply with NZS3116. 4. This warranty does not apply to normal wear or tear, or damage caused Installation of the paving system also needs to confirm to NZS3116. The by accident, misuse, abuse, fire, earthquake, or other external cause. Designer Series range shall be sealed by the installer. Sealing helps to This warranty does not apply to any damage suffered during delivery. increase long term durability, aid colour retention, and reduce maintenance. The Firth documents are available for free download on the Firth Website. 5. The warranty is voided if products are not properly maintained. It is recommended that Firth Dricon products are used with Firth Segmental Paving products to ensure compliance with NZS3116. 6.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1450
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p11_c2",
    "source": "Firth Paving Installation Guide 2025",
    "page": 11,
    "content": "ite. 5. The warranty is voided if products are not properly maintained. It is recommended that Firth Dricon products are used with Firth Segmental Paving products to ensure compliance with NZS3116. 6. In the event of a breach of this warranty during the 15 year warranty period Firth Industries will, at its sole option, do one of the following: (a) supply replacement masonry product; (b) rectify the defective masonry PRODUCT WARRANTY product; (c) pay for the cost of supplying replacement masonry for the defective masonry product; or (d) provide a refund of the purchase price of the defective masonry product. Firth Industries will not be liable for Firth Industries warrants that Firth Concrete Segmental Paving Range will any losses or damages arising as a result of a breach of warranty or the for a period of 15 years from the date of purchase: defective product, other than as set out in this paragraph [5]. • be free from defects outside the acceptable limits specified in NZS3116 7. In the event of a breach of this 15 year warranty Firth Industries will and AS/NZS4455 due to factory workmanship or materials used in not be liable in contract, tort, equity or for breach of any statute (to the manufacturing the product; and fullest extent permitted by law) for any indirect losses or consequential damages of any kind, or for loss of profits, loss of use, loss of anticipated savings, loss of production, or loss of goodwill.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1439
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p11_c3",
    "source": "Firth Paving Installation Guide 2025",
    "page": 11,
    "content": "ullest extent permitted by law) for any indirect losses or consequential damages of any kind, or for loss of profits, loss of use, loss of anticipated savings, loss of production, or loss of goodwill. • subject to compliance with the conditions attached, that the products will perform to the extent set out in the relevant Firth Industries published 8. Firth Industries will not be liable under this warranty for any claims, literature current at the time of installation. damages, or defects arising from or in any way attributable to events outside of its control, including but not limited to: poor storage of product on site, incorrect installation or poor building work, poor This warranty is subject to the storage, installation and maintenance design or detailing, defect or failure of other products, efflorescence, requirements and the other warranty conditions set out in this document. performance of paint/coating applied to the product, water ingress, normal wear and tear, growth of mould, mildew, fungi, or bacteria on the surface of the product, settlement or structural movement, Texture and colour variation due to the natural material used can occur combination of the product with other products, coatings or finishes not in masonry products and is not deemed a product defect. Minor chipping, approved for use with the product, or acts of God (such as earthquakes, cracking or efflorescence is also not deemed a product defect.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1449
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p11_c4",
    "source": "Firth Paving Installation Guide 2025",
    "page": 11,
    "content": "onry products and is not deemed a product defect. Minor chipping, approved for use with the product, or acts of God (such as earthquakes, cracking or efflorescence is also not deemed a product defect. cyclones, floods or other severe weather conditions or unusual climatic conditions). Nothing in this warranty shall exclude or modify any legal rights a customer 9. All warranties, conditions, liabilities and obligations other than those may have under the Consumer Guarantees Act 1993 or otherwise which specified in this warranty are excluded to the fullest extent permitted by cannot be excluded or modified by law. law. 10. No employee or representative of Firth Industries is authorised to PRODUCT INSTALLATION, MAINTENANCE AND SUPPORT modify this warranty unless such modification is made in writing and is signed by an authorised officer of Firth Industries. This warranty is subject to Firth Concrete Segmental Paving Range being properly stored, installed and maintained in accordance with NZS3116 and 11. If the project is a newly constructed residential dwelling that is constructed by a developer for the purposes of sale then this warranty is the Firth Concrete Segmental Paving Product Technical Statement. assignable by the developer to the initial purchaser of that dwelling. In all other cases, this warranty is non-transferable and non-assignable. 12.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1370
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p11_c5",
    "source": "Firth Paving Installation Guide 2025",
    "page": 11,
    "content": "crete Segmental Paving Product Technical Statement. assignable by the developer to the initial purchaser of that dwelling. In all other cases, this warranty is non-transferable and non-assignable. 12. The statements in this warranty may be superseded at any time by Firth Industries publishing a new warranty on its website, and in that case the new warranty will apply from that date 11",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 387
    }
  },
  {
    "chunk_id": "Firth Paving Installation Guide 2025_p12_c0",
    "source": "Firth Paving Installation Guide 2025",
    "page": 12,
    "content": "(C) Firth Industries 2025. All rights reserved. Content in this document is protected under the Copyright Act 1994. No material may be reproduced in whole or in part without the written consent of the copyright holder. 0800 FIRTH 1 (347841) PRODUCTSPEC FIRTH.CO.NZ productspec.net FR-TECH-20250925",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 298
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p2_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 2,
    "content": "WHY FIRTH PAVING? 1 PROUD HISTORY We’ve been developing, making and delivering concrete products to New Zealanders since 1925. 2 INDUSTRY LEADING Our technical team ensure you get top quality product that you can rely on. 3 CONSISTENT PRODUCT STRENGTH Engineered and manufactured to ensure consistency of strength and durability. 4 HIGHEST RATING All of our products are formulated to meet strict NZ standards. 5 KIWI MADE Our pavers and retaining blocks are all made from locally sourced materials. 6 TRADE TRUSTED So you can be sure what we make, makes the grade. Always. 7 SUSTAINABLE INNOVATION THAT ENDURES Our engineers are committed to developing low-carbon, sustainable solutions that are built to last, contributing to a greener future. MADE TO ORDER If you can’t find a colour or design mix that you’re looking for, m please contact your local stockist or Firth Sales Representative. For ‘Made To Order’ stock, minimum order quantities will apply. A BEAUTIFULLY NATURAL PRODUCT The appeal of concrete masonry is the natural characteristics and variation of aggregates featured within the mix. Similar to the features of real stone, our concrete products will have natural variation in colours and characteristics. So when choosing Firth concrete paving, please expect colour hue variations and regional differences due to locally sourced materials. It’s all part of a beautifully natural product. We strongly advise viewing our products before making your final decision.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1482
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p2_c1",
    "source": "Firth Paving Concepts Brochure",
    "page": 2,
    "content": "our hue variations and regional differences due to locally sourced materials. It’s all part of a beautifully natural product. We strongly advise viewing our products before making your final decision. Contact your local merchant, they’ll be happy to help. Cover: Forum® - Volcanic Ash honed Right: Forum® - Volcanic Ash honed 1",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 327
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p3_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 3,
    "content": "6 Forum® 50 8 Piazza® 50 10 Chancery® 50 12 Courtyard FlagstoneTM 50 13 Holland® 50 14 Holland® 80 Set 15 Walkway Paver 17 Holland® FlowPave 17 Holland® FlowPave Set 18 Patio Paver 19 Grass Paver 19 Gobi® Block 20 Pixel Paver 21 Paving Range 2",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 244
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p4_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 4,
    "content": "Whether it’s a pathway, al fresco patio or a driveway, Firth paving is the trusted choice for modern living. Holland® - Black Sands & Volcanic Ash HONED FINISH A stylish honed paving range that allows you to achieve a premium finish, and is complementary in size and colour, offering you more flexibility & creativity. FAIR FACED FINISH Firth fair faced pavers come in a variety of classic and contemporary colours to create unique living spaces that truly reflect your taste & style. 3",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 487
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p5_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 5,
    "content": "INTERCHANGEABLE SIZING Applies to Forum® 50, Piazza® 50 & Holland® 50 only. Look for the i . Forum® dimensions are twice the size of the Piazza®. This offers the ability to incorporate a large format and medium format paver in your design. Pair Holland® with Forum® or Piazza® pavers to create interest with striking patterns. 200 002 100 004 400 PIAZZA® 50 HOLLAND® 50 004 Holland® - Black Sands & Volcanic Ash Piazza® - Volcanic Ash Honed and Glacier Honed Forum® Glacier Honed & Sealed FORUM® 50 SEALING We recommend sealing pavers with a water based acrylic sealant. As well as increasing long term durability and colour retention, sealing reduces maintenance required for stains and cleaning. Honed pavers must be sealed once laid. All pavers are delivered unsealed. DECLARE ENVIRONMENTAL We are proud to PRODUCT be the 1st concrete DECLARATIONS manufacturer in the Firth holds world to get Declare Environmental labels for our Product ready-mix Declarations for concrete and our a range of our concrete masonry products. Please products. Declare refer to our website is an ingredients for full details. initiative for building products that is designed to shape a greener, healthier environment. 4",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1204
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p7_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 7,
    "content": "FORUM® 50 These stunning and durable large-format pavers can elevate any outdoor space with their visual charm and design flexibility. Compatible with Firth’s Piazza® 50 and Holland® 50 pavers, they allow you to seamlessly mix large, medium, and small formats, giving you the freedom to create unique and personalized designs. 6.25 units per m2 HONED FINISH: FAIR FACED FINISH: Glacier Honed Glacier Volcanic Ash Honed Volcanic Ash Black Sands Honed Black Sands Sumner Honed Sumner Forum® - Black Sands Honed, Volcanic Ash Honed, Glacier Honed - Sealed 50 MTO i Made To Order Interchangeable with Paths, patios 400 options available Piazza® 50 & Holland® & courtyards 400 50 pavers 6",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 684
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p9_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 9,
    "content": "PIAZZA® 50 The Piazza® 50 is perfect for enhancing smaller areas, making them feel more spacious while complementing your outdoor living space. With its medium size, elongated lines, and balanced proportions, it allows for stunning patterns and creative combinations with Forum® 50 or Holland® 50 pavers. 12.5 units per m2 HONED FINISH: FAIR FACED FINISH: Glacier Honed Glacier Volcanic Ash Honed Volcanic Ash Black Sands Honed Black Sands Sumner Honed Sumner Piazza® - Black Sands Honed & Volcanic Ash Honed 50 MTO i Made To Order Interchangeable Paths, patios 400 options available with Forum® 50 & & courtyards 200 Holland® 50 pavers 8",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 639
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p11_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 11,
    "content": "CHANCERY® 50 Firth Chancery® 50 pavers are a larger format paver in a range of vibrant, fashionable colours - providing a versatile way to bring your indoors outside. Chancery® 50 pavers larger size make them more economical and faster to lay, requiring only four pavers per square metre. 4 units per m2 HONED FINISH: FAIR FACED FINISH: Volcanic Ash Honed Volcanic Ash Black Sands Honed Black Sands Thunderstorm Chancery® - Black Sands 50 MTO 500 Made To Order Paths, patios 500 options available & courtyards Glacier Honed 10",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 527
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p13_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 13,
    "content": "COURTYARD FLAGSTONETM 50 Transform your outdoor areas with the timeless elegance of Firth Courtyard Flagstone 50 large-format pavers. Their stylish design and visual allure make them an ideal choice for effortlessly covering large spaces. 5 units per m2 HONED FINISH: FAIR FACED FINISH: Volcanic Ash Honed Volcanic Ash Black Sands Honed Black Sands Terracotta Courtyard FlagstoneTM - Volcanic Ash & Black Sands 50 MTO Made To Order Paths, patios 450 450 options available & courtyards 12",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 488
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p14_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 14,
    "content": "HOLLAND® 50 The economical and highly versatile Holland paver offers a hard wearing solution for any footpath or patio need. Pair with Forum or Piazza pavers to create interest with striking patterns. 50 units per m2 HONED FINISH: FAIR FACED FINISH: Volcanic Ash Honed Volcanic Ash Black Sands Honed Black Sands Sumner Honed Sumner Terracotta Holland® - Black Sands Honed 50 i 200 MTO 100 Made To Order Paths, patios Interchangeable Driveways options available & courtyards with Forum® 50 & Piazza® 50 pavers 13",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 512
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p15_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 15,
    "content": "HOLLAND® 80 SET The trademark cobbled-looking surface of the Holland Set gives you the ability to create a traditional stone look. Holland Sets are robust enough for a number of different design applications from urban vehicular rumble strips to parking bays. For upmarket bespoke concrete driveways you can incorporate bands of Holland Sets. 50 units per m2 HONED FINISH: FAIR FACED FINISH: Volcanic Ash Honed Volcanic Ash Black Sands Honed Black Sands Holland® Set - Black Sands Honed & Black Sands Bush Hammered (MTO) 80 MTO 200 100 Made To Order Paths, patios Driveways options available & courtyards 14",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 608
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p16_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 16,
    "content": "WALKWAY PAVER 50 With its traditional look, the Walkway Paver is an economical and good looking option for paving different areas around your home. 23 units per m2 FAIR FACED FINISH: Volcanic Ash Black Sands Sumner Terracotta Walkway - Black Sands & Volcanic Ash 50 230 190 Paths, patios Driveways & courtyards 15",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 314
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p17_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 17,
    "content": "17 PERMEABLE PAVING Firth EcoPave Permeable Paving Range will assist in the management of rain & storm water runoff. Holland® FlowPave - Black Sands 16",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 152
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p18_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 18,
    "content": "HOLLAND® FLOWPAVE Holland® FlowPave has enlarged nibs on all four sides which creates wider than usual gaps around each paver. This space allows water to filter through to the underlying drainage medium. Easy to maintain, simply sweep the surface of the paver as required. Note: Must be laid by accredited paviours. 50 units per m2 Permeability Rate: 18,000mm/hr FAIR FACED FINISH: Natural Black Sands 80 Holland® Flowpave - Natural Paths, patios Parking Light vehicle 100 200 & courtyards Bays driveways HOLLAND® FLOWPAVE SET Holland® FlowPave Set helps manage storm water peak flows, and improves water quality by filtering harmful pollutants, helping to keep our waterways clean and healthy. Note: Must be laid by accredited paviours. 50 units per m2 Permeability Rate: 18,000mm/hr FAIR FACED FINISH: Natural Black Sands Holland® FlowPave Set - Natural 80 200 100 Paths, patios Parking Driveways & courtyards Bays 17",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 920
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p19_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 19,
    "content": "PATIO PAVER A stylish 300x300mm size with enlarged nibs on all four sides assisting with managing storm water runoff. Allowing water to filter through to the underlying drainage system with a permeability rate of 1800mm/hr. This paver is available in the North Island only. Note: Must be laid by accredited paviours. 11.11 units per m2 Permeability Rate: 18,000mm/hr HONED FINISH: FAIR FACED FINISH: Natural Honed Natural Black Sands Honed Black Sands 50 Patio Paver - Black Sands 300 300 MTO Made To Order Paths, patios options available & courtyards 18",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 555
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p20_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 20,
    "content": "GRASS PAVER Firth Grass Pavers combine the natural and welcoming look of a grass lawn with the strength and durability of a paved surface. Grass pavers have widely spaced openings allowing grass to grow through. The permeability of the Grass Paver is subject to top soil and type of grass. 6.25 units per m2 Permeability Rate: Subject to conditions Natural 80 Grass Paver - Natural 400 400 Paths, patios Parking & courtyards Bays GOBI® BLOCK Firth Gobi® Block is a heavy-duty paver for high-traction requirements. It’s ideal for places where you want to retain a semi- grassed look; the design allows grass to grow through, plus water and nutrients to root systems below. The permeability of Gobi® Block is subject to top soil and type of grass. 25 units per m2 Permeability Rate: Subject to conditions Natural Gobi® Block - Natural 100 200 200 Paths, patios & Parking Driveways farm access tracks Bays 19",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 906
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p21_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 21,
    "content": "PIXEL PAVER With growing urbanisation there is an increase in hard paved areas, building and other impervious structures. These structures disrupt the natural flow of stormwater runoff and create heat sinks that need to be managed. The Pixel Paver system provides a visually flexible and attractive solution to increasing the permeability of urban areas. Note: Must be laid by accredited paviours. The Pixel Paver is part of a system that works with Firth’s Commercial Paving Range. 12.5 units per m2 Permeability Rate: Subject to top soil and type of grass Natural 50 Patio Paver - Black Sands 400 200 Paths, patios & courtyards 20",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 633
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p22_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 22,
    "content": "PAVING RANGE FORUM® 50 SIZE AVAILABLE COLOUR TONES: S M L HONED Glacier Volcanic Ash Black Sands Sumner FINISH: Honed Honed Honed Honed 50 400 UNITS PER M2 FAIR 400 FACED Glacier Volcanic Ash Black Sands Sumner 6.25 FINISH: PIAZZA® 50 SIZE AVAILABLE COLOUR TONES: S M L HONED Glacier Volcanic Ash Black Sands Sumner FINISH: Honed Honed Honed Honed 50 400 12.5 FAIR 200 FACED Glacier Volcanic Ash Black Sands Sumner FINISH: HOLLAND® 50 SIZE AVAILABLE COLOUR TONES: S M L HONED Volcanic Ash Black Sands Sumner FINISH: Honed Honed Honed 50 200 UNITS PER M2 FAIR 100 FACED Volcanic Ash Black Sands Sumner Terracotta 50 FINISH: CHANCERY® 50 SIZE AVAILABLE COLOUR TONES: S M L HONED Volcanic Ash Black Sands FINISH: Honed Honed 50 UNITS PER M2 FAIR 500 500 4 FACED Volcanic Ash Black Sands Thunderstorm FINISH: COURTYARD SIZE AVAILABLE COLOUR TONES: FLAGTONETM 50 S M L HONED Volcanic Ash Black Sands FINISH: Honed Honed 50 UNITS PER M2 FAIR 450 450 5 FACED Volcanic Ash Black Sands Terracotta FINISH: HOLLAND® 80 SET SIZE AVAILABLE COLOUR TONES: S M L HONED Volcanic Ash Black Sands FINISH: Honed Honed 80 200 UNITS PER M2 FAIR 100 FACED Volcanic Ash Black Sands 50 FINISH: 21",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1172
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p23_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 23,
    "content": "WALKWAY PAVER SIZE AVAILABLE COLOUR TONES: S M L FAIR 50 FACED Volcanic Ash Black Sands Sumner Terracotta FINISH: UNITS PER M2 190 230 23 HOLLAND® FLOWPAVE SIZE AVAILABLE COLOUR TONES: & FLOWPAVE SET S M L HONED Volcanic Ash Black Sands FINISH: Honed Honed 80 80 100 200 UNITS PER M2 FAIR FACED Volcanic Ash Black Sands 50 100 200 FINISH: PATIO PAVER SIZE AVAILABLE COLOUR TONES: S M L HONED Natural Black Sands FINISH: Honed Honed 50 300 300 UNITS PER M2 FAIR 11.11 FACED Natural Black Sands FINISH: GRASS PAVER SIZE AVAILABLE COLOUR TONES: S M L 80 Natural UNITS PER M2 400 6.25 400 GOBI® BLOCK SIZE AVAILABLE COLOUR TONES: S M L Natural 100 UNITS PER M2 200 25 200 PIXEL PAVER SIZE AVAILABLE COLOUR TONES: S M L 50 Natural 400 UNITS PER M2 200 12.5 22",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 755
    }
  },
  {
    "chunk_id": "Firth Paving Concepts Brochure_p24_c0",
    "source": "Firth Paving Concepts Brochure",
    "page": 24,
    "content": "Forum® - Volcanic Ash honed Please keep in mind when you are choosing Firth paving products, you are dealing with a natural material that can be influenced by a number of factors. While every care has been taken to obtain an accurate representation, the aggregates and oxides used to create these products are natural products and as a result some variations will occur. Variations between North and South Island manufactured products will occur due to locally sourced materials. For information on masonry product care and building product warranties, please visit our website, www.firth.co.nz. ©Firth Industries 2024. All rights reserved. Content in this document is protected under the Copyright Act 1994. No material may be reproduced in whole or in part without the written consent of the copyright holder. FR-BRO-20250109 STEP BY STEP VIDEOS visit / fi h rt o h w .c - o to .n - z v / id re e s o o s urces 0800 FIRTH 1 FIRTH.CO.NZ",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 938
    }
  },
  {
    "chunk_id": "Firth Paving Category Flyer 2025_p2_c0",
    "source": "Firth Paving Category Flyer 2025",
    "page": 2,
    "content": "FIRTH PAVING Firth’s locally made pavers offer timeless style and durability, from classic Fairfaced finishes to sleek Honed surfaces. Crafted with natural New Zealand aggregates, our versatile range suits everything from DIY paths to premium outdoor living spaces—bringing lasting beauty and functionality to any landscape vision. Forum Piazza Dimensions: 400x 400 x 50mm Dimensions: 400 x 200 x 50mm Units per m2: 6.25 Units per m2: 12.5 Holland Walkway Paver Dimensions: 200 x 100 x 50mm Dimensions: 230 x 190 x 50mm Units per m2: 50 Units per m2: 23 Chancery Courtyard Flagstone Dimensions: 500 x 500 x 50mm Dimensions: 450 x 450 x 50mm Units per m2: 4 Units per m2: 5 COLOUR BLENDS - SEE FIRTH WEBSITE OR SCAN BROCHURE QR CODE FOR EACH PRODUCT’S FINISHES AND COLOUR BLENDS. Black Sands Glacier Sumner Terracotta Thunderstorm Volcanic Ash PLEASE NOTE: Colour Blends are indicative only. Viewing a sample before purchasing is highly recommended. Similar to features of real stone, Firth 0800 FIRTH 1 concrete pavers will have natural variation in colours and characteristics. So when choosing Firth pavers, please expect colour hue variations and regional FIRTH.CO.NZ differences due to locally sourced raw materials. It’s all part of the natural beauty of our masonry products. ©Firth Industries 2025. All rights reserved. Content in this document is protected under the Copyright Act 1994. No material may be reproduced in whole or in part without the written consent of the copyright holder.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1498
    }
  },
  {
    "chunk_id": "Firth Paving Category Flyer 2025_p2_c1",
    "source": "Firth Paving Category Flyer 2025",
    "page": 2,
    "content": "es 2025. All rights reserved. Content in this document is protected under the Copyright Act 1994. No material may be reproduced in whole or in part without the written consent of the copyright holder. Firth/ Dricon supplies products on the assumption that they are always used in accordance with the product’s instructions/specifications, good trade practice and any relevant New Zealand Standards. 51015202-YLF-RIF",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 415
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p1_table1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 1,
    "content": "TABLE DATA:\n| INSTALLATION                                                                            |             |\n| GUIDE                                                                                   |             |\n| COUNCIL                                                                                 |             |\n| RECOGNISED                                                                              |             |\n| 18,000 MM/HR*                                                                           |             |\n| The Firth EcoPave® range will assist in the management of rain and stormwater runoff.   |             |\n|:----------------------------------------------------------------------------------------|:------------|\n|                                                                                         | Grass Paver |",
    "chunk_type": "table",
    "section": null,
    "table_data": {
      "headers": [
        "INSTALLATION\nGUIDE\nCOUNCIL\nRECOGNISED\n18,000 MM/HR*\nThe Firth EcoPave® range will assist in the management of rain and stormwater runoff.",
        ""
      ],
      "row_count": 1,
      "col_count": 2
    },
    "diagram_data": null,
    "metadata": {
      "extraction_method": "pdfplumber_table"
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p1_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 1,
    "content": "AUGUST 2024 +Firth EcoPave® Permeable Paving INSTALLATION GUIDE COUNCIL RECOGNISED 18,000 MM/HR* The Firth EcoPave® range will assist in the management of rain and stormwater runoff. *FlowPave *FlowPave Set Gobi Block Patio Paver Pixel Paver Grass Paver",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 254
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p2_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 2,
    "content": "1.0 PERMEABLE PAVING INTRODUCTION 1.1 Cross Section of Typical Permeable Pavement 3 1.2 System Choices 4 1.2.1 Drainage Aggregate for Basecourse 4 FOR TRAFFIC-ABLE APPLICATIONS, DRIVEWAYS, CARPARKS, ETC.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 204
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p2_c1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 2,
    "content": "PERMEABLE PAVING INTRODUCTION 1.1 Cross Section of Typical Permeable Pavement 3 1.2 System Choices 4 1.2.1 Drainage Aggregate for Basecourse 4 FOR TRAFFIC-ABLE APPLICATIONS, DRIVEWAYS, CARPARKS, ETC. 1.2.3 Installation Cross section drawing Holland FlowPave 6 1.2.4 Installation Cross section drawing Holland FlowPave - Extra Retention System 6 1.2.5 Installation Cros section drawing Firth PorousPave 6 FOR LIGHT RESDENTIAL PARKING 1.2.6 Installation Cross section drawing Firth Grass Paver 7 1.2.7 Installation Cross section drawing Firth Gobi Block 7 FOR RESIDENTIAL OR PEDESTRIAN USE ONLY 1.2.8 Installation Cross section drawing Firth Patio Paver 7 1.2.9 Installation Cross section drawing Pixel Paver with Paveware 8 1.3 Comparison between the two types of system installation 8 1.4 Infiltration Sub-Grade Method Detention System 8 1.5 Storage Tank Base Course Method Retention System 8 2.0 CONSTRUCTION MATERIALS 2.1 Base Course Material (storage media) 9 2.1 Firth EnviroMix 19mm Concrete 9 2.1.2 Winstone Base Course Drainage Aggregate WPB12 (2-12mm) 9 2.2 BEDDING MATERIAL 2.2.1 Bedding Sand 9 2.2.2 Bedding Chip 10 2.3 Jointing Material 10 2.3.1 Jointing Sand 10 2.3.2 Jointing Chip WPB7 (2-7mm drainage chip) or Grade 6 roading chip 10 2.4 Characteristics of Greywacke WPB7 and WPB12 10 2.8 Geogrid (subgrade reinforcement) 11 2.8.1 Installation Cross section drawing for weak subgrade 11 3.0 PLANNING AND PREPARATION 12 4.0 INSTALLATION 12 5.0 INSTALLATION SURROUNDING/COVERING TREE ROOT ZONES 14 6.0 FIRTH ECOPAVE RANGE MAINTENANCE PLAN 14 7.0 FREQUENTLY ASKED QUESTIONS 15 8.0 REFERENCES 15 FOR INSPIRATION SEE THE FIRTH ECOPAVE PERMEABLE PAVING DESIGN GUIDE FIRTH ECOPAVE® 2",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1691
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p3_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 3,
    "content": "FIRTH ECOPAVE RANGE INSTALLATION GUIDE >Complies with Auckland GD01 “Passive” Design >Slopes up to 7deg (or 12% or 1:8.5) 1.0 PERMEABLE PAVING INTRODUCTION THIS GUIDE IS FOR THE INSTALLATION OF THE FIRTH ECOPAVE® RANGE, WHICH ARE PERMEABLE, POROUS OR PERVIOUS CONCRETE PAVING SYSTEMS. THIS GUIDE SHOULD BE USED IN CONSULTATION WITH AN ENGINEER, ARCHITECT OR LANDSCAPE ARCHITECT IN ORDER TO ENSURE COMPLIANCE WITH COUNCIL REQUIREMENTS AND PROJECT CONDITIONS. PAVEMENTS SHOULD BE DESIGNED IN CONSULTATION WITH A QUALIFIED CIVIL ENGINEER AND WITHIN THE GUIDELINES OF NZS 3116:2002, WITH DUE CONSIDERATION OF THE LIKELY MOISTURE SENSITIVITY OF THE SUB-GRADE AND THE NEED FOR FILTER FABRICS. NORMAL GAP TYPES OF AGGREGATE ARE NOT SUITABLE AS BASE COURSE MATERIAL AND WILL LEAD TO PAVEMENT FAILURE IF USED. 1.1 CROSS SECTION OF TYPICAL PERMEABLE PAVEMENT Jointing material Permeable pavers Bedding layer Geotextile filter cloth WPB12 Base Course WPB40 Base Course, as designed Refer Note 1 or retention volume formula Sub-surface drain Sub-Base Sub-Grade Biaxial Geogrid Note 1: retention volume formula = a x h x 0.3 a = area of paving m2 h = height between bottom of overflow outlet and base of form base course 0.3 = porosity of perm base course Bedding Layer – Permeable pavers are bedded on a Sub-surface drain – A drainage system which allows water 20mm layer of either sand or chip depending on the type to enter it so it can be directed out of the base course. of permeable paver used.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1488
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p3_c1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 3,
    "content": "on a Sub-surface drain – A drainage system which allows water 20mm layer of either sand or chip depending on the type to enter it so it can be directed out of the base course. of permeable paver used. Assists with removing water in impermeable clay sub-grades and can be designed to reduce the stormwater peak flow. Base course – The structural drainage layer underneath the bedding layer, which can be either drainage aggregate or a no-fines concrete. This layer is also referred to as “storage Filter cloth – Normally a non-woven geotextile which is a medium” as it can act as a storage tank once the storm polypropylene fabric which allows water to pass through water run off has dissipated into it. it and prevents the bedding sand from migrating into the sub-base drainage aggregates. Also assists in stopping contamination of the sub base drainage aggregates when Sub-Base – GAP40 or GAP65 to create a stable base surrounded by clay soil. in low CBR. WPB40 – A layer of aggregate which may be required Sub-grade – The undisturbed soil at the bottom of the as per design (check your requirements), which allows a pavement system. The strength of this influences the higher amount of storage water. thickness of structural support layer of the base course. 3",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1262
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p4_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 4,
    "content": "1.2 System Choices FlowPave, FlowPave Set and Patio Paver Bedding Layer 20mm depth Max. Stone Size Min. Stone Size Winstone’s Permeable Basecourse WPB7 6mm 2mm Also called Grade 6 Roading Chip PorousPave, Grass Paver, Gobi Block and Pixel Paver Bedding Layer 20mm depth Max. Stone Size Min. Stone Size Bedding Sand 5mm 75µm 75µm = 0.075mm No GAP7 or PAP7 aggregates 1.2.1 Drainage Aggregates for Basecourse Single Residential Driveways Base Course Layer (150mm depth) Max. Stone Size Min. Stone Size Winstone’s Permeable Basecourse WPB12 12mm 2mm or Drainage Aggregate 20/7 20mm 7mm or Grade 4 Chip 10mm 5mm WPB12 has a 35% void ratio and a 100mm depth will store 300 litres/m3. No GAP20 or GAP40 Aggregates. Shared Residential Driveways Base Course Layer (150mm depth) Max. Stone Size Min. Stone Size Winstone’s Permeable Basecourse WPB12 12mm 2mm Extra layer: Drainage Aggregate 20/7 20mm 7mm Or Drainage aggregate WPB40 30mm 5mm No GAP20 or GAP40 Aggregates. FIRTH ECOPAVE® 4",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 979
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p5_table0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 5,
    "content": "TABLE DATA:\n| LOADING CONDITION                            | SUB GRADE CLASSIFICATION (SOAKED)   |                     |               | TYPE OF FIRTH PAVER               |\n|:---------------------------------------------|:------------------------------------|:--------------------|:--------------|:----------------------------------|\n| BASE COURSE THICKNES                         | S ANWD FEIALKT ER C                 | LOMTHE DCILUAMS SIF | ICATSITORNONG | TYPE OF FIRTH PAVER               |\n| LOADING CONDITION                            | CBR 5                               | CBR 10              | CBR 15        |                                   |\n|                                              | SUB GRADE                           | CLASSIFICATI        | ON (SOAKED)   |                                   |\n| Residential                                  | WEAK                                | MEDIUM              | STRONG        | FlowPave 80mm                     |\n| Pedestrian                                   | 100mm                               | 100mm               | 100mm         | FlowPave Set 80mm                 |\n| Patio / Pathway                              | CBR 5                               | CBR 10              | CBR 15        | Grass Paver 80mm                  |\n| Residential                                  | Class C                             | Class B             | Class A       | PoroPuisxPeal vPea v8e0rmm        |\n| Geotextile Filter Cloth                      | 100mm                               | 100mm               | 100mm         |                                   |\n| Pedestrian                                   |                                     |                     |               |                                   |\n| PRaetsiiod e/n Ptaiatlh Lwigahyt Traffic     | 150mm                               | 125mm               | 100mm         | FlowPave 80mm                     |\n| Single Unit                                  | Class C                             | Class B             | Class A       | Flo FwloPwavPea vSee t8 080mmmm   |\n| Geotextile Filter Cloth                      | (maximum*)                          | 125mm               | 100mm         | FGlorawsPs aPvaev Sere t8 800mmmm |\n| Residential                                  | 150mm                               | Class C             | Class B       | Grass Paver 80mm*                 |\n| RDerisviedwenatyiasl Light Traffic           | (mCaxlaimssu Dm*)                   |                     |               | GPoorboi uBslPoacvke 1 0800mmmm*  |\n| Single Unit                                  |                                     |                     |               | FlowPiPxaevl eP a8v0emrm          |\n| Geotextile Filter Cloth                      |                                     |                     |               |                                   |\n| Residential                                  |                                     |                     |               |                                   |\n| DRerisviedwenatyiasl Light to Medium Traffic | Class D                             | Class C             | Class B       | FlowPave Set 80mm                 |\n| Multi Unit                                   | Specific Design                     | 150mm               | 125mm         | Grass Paver 80mm*                 |\n| Geotextile Filter Cloth                      | Specific Design                     | (maximum*)          | Class C       | GFolboiw BPloacvke 18000mmmm*     |\n| Residential                                  |                                     | Class D             | 125mm         | FlowPave Set 80mm                 |\n| RDerisviedwenatyiasl Light to Medium Traffic |                                     | 150mm               |               | Pixel Paver                       |\n| Multi Unit                                   |                                     |                     |               | PorousPave 80mm                   |\n| Geotextile Filter Cloth                      |                                     |                     |               |                                   |\n| Residential                                  |                                     |                     |               |                                   |\n| DPuribvleicw Faoyostpath                     | 100mm                               | (maximum*)          | 100mm         | FlowPave 80mm                     |\n| Low and High                                 | Class D                             | 100mm               | Class C       | FCloowmPmaveerc Siaelt G 8r0amdem |\n| Geotextile Filter Cloth                      | 100mm                               | Class D             | Class B       | FlowPave 80mm                     |\n| Impact                                       |                                     | Class C             | 100mm         | FlowPave Set 80mm                 |\n| Public Footpath                              |                                     | 100mm               |               | Commercial Grade                  |\n| Geotextile Filter Cloth                      |                                     |                     |               | PorousPave 80mm                   |\n| Low and High                                 |                                     |                     |               |                                   |",
    "chunk_type": "table",
    "section": null,
    "table_data": {
      "headers": [
        "LOADING CONDITION",
        "SUB GRADE CLASSIFICATION (SOAKED)",
        "",
        "",
        "TYPE OF FIRTH PAVER"
      ],
      "row_count": 5,
      "col_count": 5
    },
    "diagram_data": null,
    "metadata": {
      "extraction_method": "pdfplumber_table"
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p5_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 5,
    "content": "1.2.2 Table 1 – Application, Unit Type choice and indicative base course thickness Note: Base course thicknesses are indicative only and are provided to give an example of typical construction. This table does not replace the use of engineering advice.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 253
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p5_c1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 5,
    "content": "dicative base course thickness Note: Base course thicknesses are indicative only and are provided to give an example of typical construction. This table does not replace the use of engineering advice. BASE COURSE THICKNESS AND FILTER CLOTH CLASSIFICATION LOADING CONDITION SUB GRADE CLASSIFICATION (SOAKED) TYPE OF FIRTH PAVER BASE COURSE THICKNESS ANWD FEIALKT ER CLOMTHE DCILUAMS SIFICATSITORNONG CBR 5 CBR 10 CBR 15 LOADING CONDITION SUB GRADE CLASSIFICATION (SOAKED) TYPE OF FIRTH PAVER Residential WEAK MEDIUM STRONG FlowPave 80mm Pedestrian 100mm 100mm 100mm CBR 5 CBR 10 CBR 15 FlowPave Set 80mm Patio / Pathway Grass Paver 80mm Residential Geotextile Filter Cloth Class C Class B Class A PoroPuisxPeal vPea v8e0rmm Pedestrian 100mm 100mm 100mm FlowPave 80mm PRaetsiiod e/n Ptaiatlh Lwigahyt Traffic Flo FwloPwavPea vSee t8 080mmmm Single Unit 150mm 125mm 100mm Geotextile Filter Cloth Class C Class B Class A FGlorawsPs aPvaev Sere t8 800mmmm Residential (maximum*) Grass Paver 80mm* RDerisviedwenatyiasl Light Traffic GPoorboi uBslPoacvke 1 0800mmmm* Single Unit 150mm 125mm 100mm R G e e s o i t d e e x n t t il i e a l Filter Cloth (mCaxlaimssu Dm*) Class C Class B FlowPiPxaevl eP a8v0emrm FlowPave Set 80mm DRerisviedwenatyiasl Light to Medium Traffic Grass Paver 80mm* Multi Unit Geotextile Filter Cloth Class D Class C Class B GFolboiw BPloacvke 18000mmmm* Residential Specific Design 150mm 125mm FlowPave Set 80mm RDerisviedwenatyiasl Light to Medium Traffic (maximum*) Pixel Paver Multi Unit Geotextile Filter Cloth Class D Class C PorousPave 80mm Residential Specific Design 150mm 125mm FlowPave 80mm DPuribvleicw Faoyostpath (maximum*) FCloowmPmaveerc Siaelt G 8r0amdem Low and High 100mm 100mm 100mm Geotextile Filter Cloth Class D Class C FlowPave 80mm Impact FlowPave Set 80mm Public Footpath Geotextile Filter Cloth Class D Class C Class B Commercial Grade Low and High 100mm 100mm 100mm PorousPave 80mm Impact Notes: FlowPave 80mm *150mm maximum; if extra storage is required, install another layer of Drainage aggregate (20/7 or WPB40) 1)G Feoor stmexaltl ijloeb Fs iNltZeSr3 1C16lo:2t0h02 suggests the followingC slaubs-sg Drade assessmeCnlta tsesst C which may beC sluaffsicsi eBnt.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 2210
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p5_c2",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 5,
    "content": "another layer of Drainage aggregate (20/7 or WPB40) 1)G Feoor stmexaltl ijloeb Fs iNltZeSr3 1C16lo:2t0h02 suggests the followingC slaubs-sg Drade assessmeCnlta tsesst C which may beC sluaffsicsi eBnt. Weather cFolnodwitiPonasv cea nS heotw 8e0vemr m significantly influence the test. The test should therefore be carried out under wet ground conditions: Not•e sW:eak - Walking leaves a strong foot imprint. • Medium - Heel pressure leaves an imprint. • Strong - No imprints. 21)) FFoorr msmoaisllt ujorbe ss eNnZsSit3iv11e6 s:2o0il0s 2(t shueg sgoeasktes dth aen dfo ullonwsoinakge sdu bC-BgRras daer ea sssigensisfmiceannttl yte dstif fwehreicnht im.ea. yc lbayes s)u. fTfhiceie tnhti.c Wkneeastsh oefr tchoen bdaitsioen cso cuarsne h sohwoeuvlde r bsieg ninifcicreaanstelyd i nbfylu aetn lceea stth e5 0temsmt. Tahbeo vtees tth seh ovaullude tsh perreofvoidree db ein c tahreri etadb oleu ta ubnodveer ( wtoe at gmroaxuinmdu cmo nodf i1t5io0nms:m). • Weak - Walking leaves a strong foot imprint. • Medium - Heel pressure leaves an imprint. • Strong - No imprints. 3) Where soils are known to be expansive (large volume change in wet and dry states), engineering advice should be sought. A solution 2) F soorm meotiimsteusr ea dseonpstietidv eis s tooil sp r(othveid seo aank eimd paenrdm uenasbolaek leinde rC aBbRosv aer eth seig enxipfiacannsitvlye dmifafteerreinatl. i.e. clays).",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1384
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p5_c3",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 5,
    "content": "ght. A solution 2) F soorm meotiimsteusr ea dseonpstietidv eis s tooil sp r(othveid seo aank eimd paenrdm uenasbolaek leinde rC aBbRosv aer eth seig enxipfiacannsitvlye dmifafteerreinatl. i.e. clays). The thickness of the base course should 4) G bree aintecrr ebaasseed c boyu raste l etahsict k5n0emssm th aabno ivned itchaet evda laubeso vper omvaidye sdo imn ethtiem teasb blee a rbeoqvueir e(tdo f ao rm waaxtiemru smto orafg 1e5 0omr hmy)d.raulic requirements. 35)) SWpheecriefi cs odielss iagrne iksn roewquni rteod b we heexrpea snosaivkee d(l aCrBgRe viso lleusms et hcahna n5g. He oinw weveet ra, nad s odlruyt isotna toefst)e, ne nugseinde einr ivnegr yad svoifcte s suhbo-gulrda dbees sios utog hptr. oAv isdoelu at i1o5n0 -200mm layer o sfo GmAePti4m0e sb ealdoowp ttheed disr atoin pagroev bidaes ea nc oimurpseer wmietha bal eb ilainxeiar la gbeoovger itdh ea te txhpea ninstievref amcaet bereitawl.een subgrade and GAP40. See installation guide for more detail. 4) G* rFeiratthe rG boabsi®e acnodu rFsier tthh iGcrkansess Ps athvaenrs iTnMd aircea tseudit eadb otvoe r emsaidye snotimale ptiamrkeisn gb ea rreeaqsu firoerd l igfohrt wveatheicr lsetso sruacghe aosr chaymdrpaeurlvica rnesq, ucairreamvaennst sa.nd boats. 65)) SSloppeceisf igc rdeeasteigrn t hisa nre 1q2u%ir eredq wuihree rsep seocaifkice dd eCsBigRn .is less than 5.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1348
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p5_c4",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 5,
    "content": "wveatheicr lsetso sruacghe aosr chaymdrpaeurlvica rnesq, ucairreamvaennst sa.nd boats. 65)) SSloppeceisf igc rdeeasteigrn t hisa nre 1q2u%ir eredq wuihree rsep seocaifkice dd eCsBigRn .is less than 5. However, a solution often used in very soft sub-grades is to provide a 150-200mm layer of GAP40 below the drainage base course with a biaxial geogrid at the interface between subgrade and GAP40. See installation guide for more detail. * Firth Gobi® and Firth Grass PaversTM are suited to residential parking areas for light vehicles such as campervans, caravans and boats. 6) Slopes greater than 12% require specific design. 7) Pixel Paver are installed in with commercial PaveWare range (not other EcoPave products) where Pixel Pavers are at least 50% of surface area. To determine the on-site sub-grade CBR value use the Scala Penetrometer Test as per NZS 4402:1986 PERMEABILITY SCALE Pixel Paver 3 (with pebble Grass Paver /clean chip min.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 943
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p5_c5",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 5,
    "content": "least 50% of surface area. To determine the on-site sub-grade CBR value use the Scala Penetrometer Test as per NZS 4402:1986 PERMEABILITY SCALE Pixel Paver 3 (with pebble Grass Paver /clean chip min. 50:50 (soil/grass) design with Paveware) 3 FlowPave Grass Paver Pixel Paver (retention/detention (with pebble PorousPave (soil/grass) Standard paving systems) /clean chip) a D n r d iv s e h w a a r y e s d g P re e e rm ns e c a a b p l e e s Gobi Block (PaveWare on GAP/ access zones (soil/grass) bedding sand sub base) Patio Paver Soil (with clean chip) Storm Patios and Driveways Parking Storm Patios and Light vehicle Patios and Patios and Patios and Light vehicle Permeable Patios and Light vehicle Driveways Parking water walkways Bays water walkways caravan/boats walkways walkways walkways caravan, greenscapes walkways caravan, Bays parking pads boats boats 5",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 870
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p6_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 6,
    "content": "FOR TRAFFIC-ABLE APPLICATIONS, DRIVEWAYS, CARPARKS ETC. 1.2.3 Installation Cross section drawing Holland FlowPave 80 and Holland FlowPave Set 80 Firth FlowPave 80mm WPB7 jointing chip as per Section 2.3.2 WPB7 or Grade 6 chip as per Section 2.2.2 Permeable base course thickness depending on WPB12 sub-grade classification (150mm thick) Geotextile Filter Cloth class See Table 1 Section 1.2.2 Refer Note 1 or retention volume formula Sub-surface drain Sub-Grade Note: Weak Sub-Grade requires specific design 1.2.4 Installation Cross section drawing Firth FlowPave 80mm - Extra Retention System Firth Flowpave 80mm WPB7 jointing chip as per section 2.3.2 WPB7 or Grade 6 Chip as per Section 2.2.2 WPB12 Base Course (150mm thick) Geotextile Filter Cloth class See Table 1 Section 1.2.2 WPB40 Base Course as designed for water storage Refer Note 1 requirements or retention volume formula Sub-Grade Sub-surface drain Note: Weak Sub-Grade requires specific design 1.2.5 Installation Cross section drawing Firth PorousPave 80mm Jointing sand Firth PorousPave 80mm as per section 2.3.1 20mm bedding sand layer as per Section 2.2.1 Geotextile Filter Cloth class See Table 1 Section 1.2.2 WPB12 Base Course Refer Note 1 as designed for retention (150mm thick) volume formula Sub-surface drain Sub-Grade Note: Weak Sub-Grade requires specific design FIRTH ECOPAVE® 6",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1358
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p7_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 7,
    "content": "FOR LIGHT RESIDENTIAL PARKING OR GRASSED ACCESS WAYS 1.2.6 Installation Cross section drawing Firth Grass Paver 80mm WPB7 or similar Firth Grass Paver 20mm Bedding sand layer as per Section 2.2.1 Geotextile Filter Cloth class See Table 1 Section 1.2.2 WPB12 Base Course as Refer Note 1 designed (150mm thick) or retention volume formula Sub-surface drain Sub-Grade Note: Weak Sub-Grade requires specific design 1.2.7 Installation Cross section drawing Firth Gobi® Block 100mm WPB7 Firth Gobi Block 100mm or similar 20mm Bedding sand layer as per Section 2.2.1 WPB12 Base Course as designed (150mm thick) Geotextile Filter Cloth class See Table 1 Section 1.2.2 Refer Note 1 or retention volume formula Sub-surface drain Sub-Grade Note: Weak Sub-Grade requires specific design FOR RESIDENTIAL OR PEDESTRIAN USE ONLY 1.2.8 Installation Cross section drawing Firth Patio Paver 50mm WPB7 jointing Firth Patio Paver 50mm chip as per Section 2.3.2 WPB7 Chip as per Section 2.2.1 Geotextile Filter Cloth class See Table 1 Section 1.2.2 Permeable base course thickness depending on sub-grade classification (100mm) Refer Note 1 and water storage requirements or retention volume formula Sub-surface drain Sub-Grade Note: Weak Sub-Grade requires specific design 7",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1254
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p8_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 8,
    "content": "1.2.9 Installation cross section drawing Firth Pixel® Paver 50mm with Firth Pavewear 80mm (wearing course) Firth Pixel Paver (min. Jointing sand as per 50:50 design ratio Section 2.3.1 Firth Paveware 80mm with Firth Paveware) (commercial paving) Bedding sand as per Section 2.2.1 Geotextile Filter Cloth class See Table 1 Section 1.2.2 Permeable base course Refer Note 1 thickness depending on or retention WPB12 sub-grade volume formula classification (150mm Sub-surface drain thick) and water storage requirements Sub-Grade Note: Weak Sub-Grade requires specific design Note: Pixel paver is designed to be used in a minimum 50:50 ratio with Firth Paveware on a permeable system to help create greener or more natural permeable spaces. For more information see the Pixel Paver Technical Manual on the Firth website.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 817
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p8_c1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 8,
    "content": "a minimum 50:50 ratio with Firth Paveware on a permeable system to help create greener or more natural permeable spaces. For more information see the Pixel Paver Technical Manual on the Firth website. 1.3 Comparison between the two types of system installation Bedding Chip Grade 6 Joint Chip Grade 6 Bedding Sand Jointing Sand Extra Layer of Filter Cloth Sub-surface drain Sub-surface drain Geotextile Filter Cloth Geotextile Filter Cloth 1.4 Infiltration Sub-Grade Method Detention System 1.5 Storage Tank Base Course Method Retention System Firth FlowPave® Firth FlowPave® Paver Paver Sub Haunching Kerbing Haunching Kerbing Surface Geotextile Drain D Vo e l t u e m nt e ion Geotextile Sub-grade C dr le a a in n i , n h g a j r o d in , f t r a e n e d G ga re rd y e W ns a t a e n r d u se: S S u u b rf ace F co ir n th c r E e n te v i o ro r m W ix P B 19 12 m m Pla S st u ic b-grade C d b r e le a d a in d n i i , n n h g g a j l r o a d y in , e f t r r a e n e d Firth Enviromix 19mm concrete bedding layer flushing toilets Drain drainage aggregate tanking membrane or WPB12 drainage base course aggregate base course By installing a heavy duty plastic tanking membrane around the sub-base you can create a storage tank of runoff water underneath your permeable pavers. With the installation of a cesspit and a pump, this water can be pumped out and used to flush toilets or water the garden. FIRTH ECOPAVE® 8",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1424
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p9_table0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 9,
    "content": "TABLE DATA:\n| SIEVE SIZE (MM)   | WPB12       |             |\n|:------------------|:------------|:------------|\n|                   | UPPER LIMIT | LOWER LIMIT |\n| 19.0mm            | 100         | 100         |\n| 13.2mm            | 95          | 100         |\n| 9.5mm             | 75          | 90          |\n| 6.7mm             | 50          | 75          |\n| 4.75mm            | 30          | 50          |\n| 2.36mm            | 0           | 10          |",
    "chunk_type": "table",
    "section": null,
    "table_data": {
      "headers": [
        "SIEVE SIZE (MM)",
        "WPB12",
        ""
      ],
      "row_count": 7,
      "col_count": 3
    },
    "diagram_data": null,
    "metadata": {
      "extraction_method": "pdfplumber_table"
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p9_table1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 9,
    "content": "TABLE DATA:\n| WPB40   |   37.5 |   26.5 |   19 |   13.2 |   9.5 |   6.7 |   4.75 |   2.36 | 1.180   |\n|:--------|-------:|-------:|-----:|-------:|------:|------:|-------:|-------:|:--------|\n| MAX     |    100 |     87 |   76 |     66 |    58 |    50 |     44 |      0 | -       |\n| MIN     |    100 |     84 |   71 |     59 |    50 |    42 |     36 |      0 | -       |",
    "chunk_type": "table",
    "section": null,
    "table_data": {
      "headers": [
        "WPB40",
        "37.5",
        "26.5",
        "19",
        "13.2",
        "9.5",
        "6.7",
        "4.75",
        "2.36",
        "1.180"
      ],
      "row_count": 2,
      "col_count": 10
    },
    "diagram_data": null,
    "metadata": {
      "extraction_method": "pdfplumber_table"
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p9_table2",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 9,
    "content": "TABLE DATA:\n| BS SIEVE SIZE                                                                  | PERCENTAGE BY MASS PASSING   |                  |                   |\n|:-------------------------------------------------------------------------------|:-----------------------------|:-----------------|:------------------|\n|                                                                                | SAND CATEGORY I              | SAND CATEGORY II | SAND CATEGORY III |\n| 5.00 mm                                                                        | 90 to 100                    | 89 to 100        | 89 to 100         |\n| 2.36 mm                                                                        | 75 to 100                    | 65 to 100        | 65 to 100         |\n| 1.18 mm                                                                        | 55 to 90                     | 45 to 100        | 45 to 100         |\n| 600 µm                                                                         | 35 to 65                     | 25 to 80         | 25 to 80          |\n| 300 µm                                                                         | 10 to 45                     | 5 to 48          | 5 to 48           |\n| 150 µm                                                                         | 0 to 10                      | 0 to 15          | 0 to 15           |\n| 75 µm                                                                          | 0 to 1.5                     | 0 to 3           | 0 to 5( 1)        |\n| Note:(1) F or residential pedestrian applications a 0 - 10% range can be used. |                              |                  |                   |",
    "chunk_type": "table",
    "section": null,
    "table_data": {
      "headers": [
        "BS SIEVE SIZE",
        "PERCENTAGE BY MASS PASSING",
        "",
        ""
      ],
      "row_count": 9,
      "col_count": 4
    },
    "diagram_data": null,
    "metadata": {
      "extraction_method": "pdfplumber_table"
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p9_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 9,
    "content": "2.0 CONSTRUCTION MATERIALS 2.1 Base Course Material [storage media] The base course material shall be either Firth EnviroMix® 19mm concrete or Winstones drainage aggregate. 2.1.1 Firth EnviroMix® 19mm Concrete 19mm Firth EnviroMix® 19mm concrete will store approximately 220lt./m3, or, when laid 100mm thick, it will store approximately 22lt./m2. 2.1.2 Winstones Base Course Drainage Aggregate “WPB12” 2-12mm Table 2 – WPB12 grading envelope Specific Requirements WPB12 SIEVE SIZE (MM) UPPER LIMIT LOWER LIMIT >The material shall produce less than 10% fines under a load of 120kN when tested in 19.0mm 100 100 accordance with NZS 4407:1991 13.2mm 95 100 Test 3.10. >The material shall contain no deleterious 9.5mm 75 90 material such as organic or clay material. 6.7mm 50 75 >The broken face content shall be not less than 4.75mm 30 50 70% by weight and have 2 or more broken faces when tested in accordance with NZS 2.36mm 0 10 4407:1991 Test 3.14. WPB12 will store approximately 300litres/m3, or when laid 100mm thick, will store approximately 30litres/m2 Table 2.1 – WPB40 grading envelope WPB40 37.5 26.5 19 13.2 9.5 6.7 4.75 2.36 1.180 MAX 100 87 76 66 58 50 44 0 - MIN 100 84 71 59 50 42 36 0 - Note: No aggregate less than 2.36mm i.e. DO NOT use builder mix or GAP type aggregates 2.2 Bedding Material The bedding material can either be sand or aggregate chip depending on which type of permeable paver is chosen. See cross-section drawings for specific types of pavers.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1478
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p9_c1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 9,
    "content": "aggregates 2.2 Bedding Material The bedding material can either be sand or aggregate chip depending on which type of permeable paver is chosen. See cross-section drawings for specific types of pavers. 2.2.1 Bedding Sand 1.5 Storage Tank Base Course Method Retention System The bedding sand shall comply with NZS3116:2002 Table 4 Sand category III residential, residential driveways and public footpaths. Table 3 – Grading limits for bedding sand PERCENTAGE BY MASS PASSING BS SIEVE SIZE SAND CATEGORY I SAND CATEGORY II SAND CATEGORY III 5.00 mm 90 to 100 89 to 100 89 to 100 2.36 mm 75 to 100 65 to 100 65 to 100 1.18 mm 55 to 90 45 to 100 45 to 100 600 µm 35 to 65 25 to 80 25 to 80 300 µm 10 to 45 5 to 48 5 to 48 150 µm 0 to 10 0 to 15 0 to 15 75 µm 0 to 1.5 0 to 3 0 to 5( 1) Note:(1) F or residential pedestrian applications a 0 - 10% range can be used. © Copyright Standards New Zealand 2011. Content from NZS 3116:2002 has been reproduced with permission from Standards New Zealand under Copyright License 000890. For full details, please refer to NZS 3116:2002, available to purchase from the Standards New Zealand website. © Copyright Standards New Zealand 2011. Content from NZS 3116:2002 has been reproduced with permission from Standards New Zealand under Copyright License 000890. For full details, please refer to NZS 3116:2002, available to purchase from the Standards New Zealand website. 9",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1407
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p10_table0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 10,
    "content": "TABLE DATA:\n| SIEVE SIZE (MM)   | WPB7        |             |\n|:------------------|:------------|:------------|\n|                   | UPPER LIMIT | LOWER LIMIT |\n| 19.0mm            |             |             |\n| 13.2mm            |             |             |\n| 9.5mm             | 100         | 100         |\n| 6.7mm             | 100         | 90          |\n| 4.75mm            | 55          | 25          |\n| 2.36mm            | 3           | 0           |",
    "chunk_type": "table",
    "section": null,
    "table_data": {
      "headers": [
        "SIEVE SIZE (MM)",
        "WPB7",
        ""
      ],
      "row_count": 7,
      "col_count": 3
    },
    "diagram_data": null,
    "metadata": {
      "extraction_method": "pdfplumber_table"
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p10_table1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 10,
    "content": "TABLE DATA:\n| SIEVE SIZE   | ROADS & INDUSTRIAL PAVEMENTS   | OTHER              |\n|              | PER CENT PASSING               | PER CENT PASSING   |\n|:-------------|:-------------------------------|:-------------------|\n| 2.36 mm      | 100                            | 100                |\n| 1.18 mm      | 75-90                          | 75-100             |\n| 600 µm       | 55-80                          | 55-100             |\n| 300 µm       | 20-40                          | 15-60              |\n| 150 µm       | 5-15                           | 3-30               |\n| 75 µm        | 0-5                            | 0-5                |",
    "chunk_type": "table",
    "section": null,
    "table_data": {
      "headers": [
        "SIEVE SIZE",
        "ROADS & INDUSTRIAL PAVEMENTS\nPER CENT PASSING",
        "OTHER\nPER CENT PASSING"
      ],
      "row_count": 6,
      "col_count": 3
    },
    "diagram_data": null,
    "metadata": {
      "extraction_method": "pdfplumber_table"
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p10_table2",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 10,
    "content": "TABLE DATA:\n| PROPERTY   |                                               | STANDARD                               | TEST METHOD   | RESULT          |\n|:-----------|:----------------------------------------------|:---------------------------------------|:--------------|:----------------|\n| SOURCE     | Solid Density                                 | NS4407:1991                            | Test 3.7.2    | 2.72t/m3        |\n|            | Abrasion Resistance                           | NS4407:1991                            | Test 3.12     | ~11%            |\n|            | (Los Angeles Test)                            |                                        |               |                 |\n|            | Weathering Quality                            | NZS3111:1986                           | Test 15       | AA              |\n|            | Crushing Resistance                           | NZS3111:1986                           | Test 14       | 450≥            |\n| PRODUCTION | Permeability                                  | Volume 2, Section 10.6 “Method of soil |               | k = 7.0-3 m/s   |\n|            |                                               | laboratory testing” by K.H. Head       |               |                 |\n|            | Broken Face Content                           | NZS4407:1991                           | Test 3.14     | 100%            |\n|            | Cleaness Value                                | NZS3111:1986                           | Test 13       | 70≥             |\n| OTHER      | Maximum Dry Density                           | NZS4402:1986                           | Test 4.2.2    | WPB12~1.65 t/m3 |\n|            |                                               |                                        |               | WPB7~1.60 t/m3  |\n|            | Minimum Dry Density                           | NZS4402:1986                           | Test 4.1.1    | WPB12~1.45 t/m3 |\n|            |                                               |                                        |               | WPB7~1.45 t/m3  |\n|            | Total Voids % (From Maximum Dry Density Data) |                                        |               | >40%            |",
    "chunk_type": "table",
    "section": null,
    "table_data": {
      "headers": [
        "PROPERTY",
        "",
        "STANDARD",
        "TEST METHOD",
        "RESULT"
      ],
      "row_count": 12,
      "col_count": 5
    },
    "diagram_data": null,
    "metadata": {
      "extraction_method": "pdfplumber_table"
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p10_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 10,
    "content": "2.2.2 Bedding Chip Winstones WPB7, Grade 6 Chip or similar Table 4 - WPB7 Grade 6 Chip grading envelope WPB7 Specific Requirements SIEVE SIZE (MM) UPPER LIMIT LOWER LIMIT >The material shall produce less than 10% 19.0mm fines under a load of 120kN when tested in accordance with NZS 4407:1991 Test 3.10. 13.2mm >The material shall contain no deleterious 9.5mm 100 100 material such as organic or clay material. 6.7mm 100 90 >The broken face content shall be not less than 70% by weight and have 2 or more broken 4.75mm 55 25 faces when tested in accordance with NZS 2.36mm 3 0 4407:1991 Test 3.14. 2.3 Jointing Material The jointing material can either be a sand or an aggregate chip depending on which type of permeable paver is chosen. 2.3.1 Jointing Sand The joint sand shall conform to NZS 3116:2002 Table 5 Other. Table 5 – Grading limits for joint sand ROADS & INDUSTRIAL PAVEMENTS OTHER © Copyright Standards SIEVE SIZE New Zealand 2011. Content PER CENT PASSING PER CENT PASSING from NZS 3116:2002 2.36 mm 100 100 has been reproduced with permission from 1.18 mm 75-90 75-100 Standards New Zealand under Copyright License 600 µm 55-80 55-100 000890. For full details, 300 µm 20-40 15-60 please refer to NZS 3116:2002, available 150 µm 5-15 3-30 to purchase from the Standards New Zealand 75 µm 0-5 0-5 website. 2.3.2 Jointing Chip WPB7 (2-7mm drainage chip) or Grade 6 roading chip This jointing chip is the same aggregate as the bedding chip in Section 2.2.2, Table 3.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1478
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p10_c1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 10,
    "content": "ndards New Zealand 75 µm 0-5 0-5 website. 2.3.2 Jointing Chip WPB7 (2-7mm drainage chip) or Grade 6 roading chip This jointing chip is the same aggregate as the bedding chip in Section 2.2.2, Table 3. The Firth FlowPave 80mm uses this jointing chip. 2.4 Table 4 – Characteristics Table of Greywacke WPB7 and WPB12 PROPERTY STANDARD TEST METHOD RESULT Solid Density NS4407:1991 Test 3.7.2 2.72t/m3 Abrasion Resistance NS4407:1991 Test 3.12 ~11% SOURCE (Los Angeles Test) Weathering Quality NZS3111:1986 Test 15 AA Crushing Resistance NZS3111:1986 Test 14 450≥ Permeability Volume 2, Section 10.6 “Method of soil k = 7.0-3 m/s laboratory testing” by K.H. Head PRODUCTION Broken Face Content NZS4407:1991 Test 3.14 100% Cleaness Value NZS3111:1986 Test 13 70≥ WPB12~1.65 t/m3 Maximum Dry Density NZS4402:1986 Test 4.2.2 WPB7~1.60 t/m3 OTHER WPB12~1.45 t/m3 Minimum Dry Density NZS4402:1986 Test 4.1.1 WPB7~1.45 t/m3 Total Voids % (From Maximum Dry Density Data) >40% FIRTH ECOPAVE® 10",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 981
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p11_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 11,
    "content": "2.5 Firth EcoPave® Permeable Pavers Permeable pavers shall comply with NZS3116:2002 Table 1 for breaking loads, dimensional tolerance, and slip resistance. 2.6 Base course Thickness and Geotextile Filter Cloth Classification See Table 1 in Section 1.2.2 Sub-grades weaker than a CBR of 5 will require specific design. 2.7 Geotextile Filter cloth Non woven Polypropylene Geotextile fabric type set out as in Table 1 in Section 1.2.2. 2.8 Geogrid (Subgrade reinforcement) For pavement construction using plant such as loader with an opening the stiffness of the subgrade. The geogrids over very soft subgrade bucket or excavator bucket. The minimum overlap shall be 300mm (CBR below 5) it is recommended first layer should be carefully static and maximum shall be 600mm or as not to use vibrating compaction rolled with a small number of passes specified by the engineer. Overlaps equipment. This is to reduce the using a light roller to create a grid/ must be maintained during the filling possibility of “livening” of the soft aggregate interlock. If pavement was operation. This is generally achieved subgrade and pumping of soil designed for multi layers of geogrids, by placing particles up into the basecourse all additional layers should be also small heaps of fill locally over the before sufficient interlock has carefully static rolled a small number overlaps ahead of the main filling been achieved with geogrid. If the of passes. operation.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1451
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p11_c1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 11,
    "content": "small heaps of fill locally over the before sufficient interlock has carefully static rolled a small number overlaps ahead of the main filling been achieved with geogrid. If the of passes. operation. No traffic or site plant subgrade is livened as a result of shall be permitted to travel on the over-compaction and (or) excessive If construction is taking place in wet geogrids prior to placing water, roading construction should be conditions and pumping is likely, a sub-base aggregate. put on hold to allow constructed work layer of geotextile should be placed to set up before proceeding with beneath layer of geogrid. Compaction of unbound materials subsequent layers. Considering the fact that tri-axial for sub-base and road bases shall geogrids have triangular apertures normally be carried out in accordance The first layer thickness should be 150 they may be placed on the subgrade with specifications for sub-base to 200mm thick. Truck loads of sub- either parallel to the road centre line aggregate. Compaction of other fills base shall be tipped into stockpiles on or in the transverse direction. The shall be carried out in accordance the sub grade and not tipped directly width of overlap between adjacent with specifications for earthworks on geogrids. The sub-base stockpiles rolls is dependent upon grading construction.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1340
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p11_c2",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 11,
    "content": "accordance the sub grade and not tipped directly width of overlap between adjacent with specifications for earthworks on geogrids. The sub-base stockpiles rolls is dependent upon grading construction. should be spread by mechanical and thickness of sub-base and 3.1 Installation Cross Section Drawing for weak subgrade Firth FlowPave 80mm Standard roading drainage practices should be followed, particularly maintaining the ground water level a minimum of 600mm below the sub-grade level. WPB7 jointing chip Firth FlowPave 80mm as per Section 2.3.2 WPB7 Chip as per Section 2.2.2 Geotextile Filter cloth class see Table 1 100mm to 150mm Section 1.2.2 depending on sub-grade classification drainage base course EnviroMix 19mm concrete or WPB12 aggregate. See Section 2.1.2 Refer Note 1 for retention volume formula Sub-surface drain Layer of GAP 40 or GAP 65 Biaxial Geogrid Sub-Grade Note 1: retention volume formula = a x h x 0.3 a = area of paving m2 h = height between bottom of overflow outlet and base of form base course 0.3 = porosity of perm base course With soft sub-grades an extra layer of GAP40 or GAP65 150mm-200mm needs to be laid on top of a suitable geogrid to provide a structural platform for the permeable base course to assist with the load capabilities. 11",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1277
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p12_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 12,
    "content": "3.0 PLANNING AND PREPARATION Before commencing installation, assess the nature of the project. In particular, consider how the paving will be laid in conventional terms, and how the Firth EcoPave® Range System will manage rain, stormwater & runoff. On large surfaces it may be necessary to get the system hydrologically engineered to ensure the pavement can manage the required runoff capacity from a water management point of view. Ensure that each of the following is understood & completed prior to the actual start of the job. 3.1 Locate and mark the area to be paved. 3.2 Verify the location, type and elevations of edging around the perimeter. 3.3 Excavate ensuring that the sub-base foundation is appropriate for the amount of traffic it will be subjected to. The required excavation depth for either the Detention or Infiltration system will need to be calculated based on a combination of Table 1 and the amount of water the system is expected to store (refer to section 2, for the storage capacity of the chosen base material i.e. Winstone’s drainage aggregate or Firth’s Enviromix 19mm concrete). Ensure the sub-grade (soil) is compacted to the specified density and moisture content. Note: Compaction of the soil sub-grade should be to a minimum of 5% CBR for pedestrian areas and residential driveways, and a minimum of 7% CBR for vehicular areas. Stabilisation of the soil and/or base material may be necessary with weak or saturated soils, or when subject to high wheel loads.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1492
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p12_c1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 12,
    "content": "d residential driveways, and a minimum of 7% CBR for vehicular areas. Stabilisation of the soil and/or base material may be necessary with weak or saturated soils, or when subject to high wheel loads. Compaction will reduce the permeability of soils. These conditions may require the use of drains in open graded bases). On site sub-grade CBR can be determined by Scala Penetrometer Test as per NZS 4402:1986. 3.4 Once excavation is complete, ensure that the sub-grade is free from standing water, uniform and even. There should be no organic material or debris on the site prior to the start of the job. 3.5 Where necessary, it is acceptable to apply bedding sand immediately on top of the sub-grade (prior to applying the geotextile) in order to even out any undulations/holes on the surface of the sub-grade. 3.6 The site is now ready for installation. Note: A sloping site will have less storage capacity than a level site as water will resurface at the lowest point. This can be overcome by encouraging cross flow (through the installation of weirs) or concentrating storage capacity at the lowest point of the design. Alternatively, a drainage coil can be incorporated into the design allowing water to disperse to another drainage system.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1245
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p12_c2",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 12,
    "content": "of weirs) or concentrating storage capacity at the lowest point of the design. Alternatively, a drainage coil can be incorporated into the design allowing water to disperse to another drainage system. 3.7 EXAMPLE FOUNDATION WALL PROTECTION FROM WATER INFILTRATION Existing building wall WPB7 jointing chip as per Section 2.3.2 Surface water flows through between pavers EcoPave® Cut impermeable liner Permeable Pavers Slope minimum 1% flush with top of pavers away from building WPB7 Bedding Course Optional (air gap/waterproof) dimpled membrane WPB12 100mm PVC liner nonwoven protective geotextile open-graded base (minimum 0.25mm thick polypropylene) Geotextile Existing building footing Filter Cloth WPB40 sub-base Distance to suit local Permeable sub-grade ground conditions FIRTH ECOPAVE® 12",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 796
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p13_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 13,
    "content": "3.8 EXAMPLE OF WATER FLOW BARRIERS / CHECK DAMS WITH GEOMEMBRANE 80mm thick permeable concrete pavers 20-30mm thick WPB7 bedding with WPB7 in the joints Impermeable membrane Slope Orifice 100mm thick WPB12 base course Orifice 300mm Geotextile Varies (typical) Bleed hole Subgrade 100 to 150mm diameter perforated WPB40 subbase PVC pipe at top of pavers 3.9 OBSERVATION WELL IN PERMEABLE PAVEMENT AT THE LOWEST SUBGRADE ELEVATION 100 to 150mm diameter perforated PVC pipe at top of pavers Insert pipe 100 to 150mm in soil subgrade Minimum 1m Subgrade Insert pipe 100 to 150mm 4.0 INSTiAn sLoiLl suAbgTraIdOe N 4.1 Lay the geotextile on the bottom of with an overlap of 200mm. b). Compact paving for a second time. the excavation, ensure that there is 4.5 Install bedMidniimnugm 1smand or WPB7 chip Sucb)g.r aAd efinal top up of jointing sand can sufficient geotextile available to go and pavers, ensuring haunching be achieved by washing sand into up each side ofthe excavation and or kerbing is adequate to retain the joints. approximately 30cm onto the top of the bedding sand and pavers. The 4.7 Any contamination of the paving the sub base. Note: The geotextile pavement should be protected from should be removed using low must encapsulate the storage contamination from surrounding pressure water blasting followed by medium on all sides. construction and avoid getting clay resanding of the joints. 4.2 Carefully install the base course and dirt into the system.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1469
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p13_c1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 13,
    "content": "n from surrounding pressure water blasting followed by medium on all sides. construction and avoid getting clay resanding of the joints. 4.2 Carefully install the base course and dirt into the system. Dirty run 4.8 All pavers to within 1m of the laying (ie. Winstones WPB12 drainage off into the permeable pavement will face must be left fully compacted at aggregate or Firth Enviromix 19mm clog it and render it inoperable. the completion of each day. concrete) on top of the geotextile. 4.6 All pavers shall be installed as per Install enough aggregate/concrete NZS 3116:2002. However, upon 4.9 The final surface elevations shall not to ensure the pavers will sit at the completing the laying of pavers, deviate more than ±8mm under a 3m correct height once they have follow this procedure: long straightedge. been installed on the bedding layer. 4.10 The surface elevation of pavers a). Compact paving (as per NZS Vibrating plate compactors must be shall be a minimum of 5mm above 3116:2002). Spread jointing used to consolidate the aggregate. adjacent drainage inlets, concrete material (sand or WPB7) into joints Static or vibrating rollers are collars or channels. and sweep all excess material off not effective. the surface. 4.11 Prior to first use, ensure that any 4.3 The elevation of the compacted residual sand/chip is swept/washed DO NOT compact the Firth surface should not deviate more than PorousPave® pavers with sand on off of the surface. ±8mm over a 3m straightedge.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1486
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p13_c2",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 13,
    "content": "ation of the compacted residual sand/chip is swept/washed DO NOT compact the Firth surface should not deviate more than PorousPave® pavers with sand on off of the surface. ±8mm over a 3m straightedge. the surface (the sand will break 4.4 Lay geotextile filter fabric over the top down and partially fill the voids of the base course and lap with fabric and reduce the permeability of the paving system). coming up the sides to completely encapsulate the base course material 13",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 477
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p14_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 14,
    "content": "5.0 INSTALLATION SURROUNDING/COVERINGTREE ROOT ZONES The Firth EcoPave® Range is, in some circumstances, Then in some circumstances it is acceptable to install the suitable for installation immediately adjacent to trees and Firth EcoPave® Range on top of the existing top soil. tree root zones. However it is recommended that the advice of an engineer be sought. Permeable paving installed properly will contribute Whenever installing any of the Firth EcoPave® Range significantly to the long-term sustainability of the tree. pavers on/around tree roots use WPB7 instead of Firth Any installation that will cover a tree root zone should be EnviroMix 19mm. This will be beneficial in that it will: designed in conjunction with an engineer. < Provide a more flexible surface. Please note the following specific requirements: < Maintain permeability from the surface to the tree root zone. 1. The tree root zone should not be excavated [ie. the < Reduce the need for compaction [which affects roots should be preserved]. Note: this pertains permeability]. only to installations surrounding trees and designed < Reduce the need for excavation of the root zone. to specifically preserve the tree root zone. 2. Providing the following conditions can be met: < The topsoil is not prone to settling/subsiding and < The maximum weight of vehicles is limited [ie. residential light traffic/single unit residential driveways].",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1416
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p14_c1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 14,
    "content": "the following conditions can be met: < The topsoil is not prone to settling/subsiding and < The maximum weight of vehicles is limited [ie. residential light traffic/single unit residential driveways]. 6.0 FIRTH ECOPAVE RANGE MAINTENANCE PLAN For small “In Lot” installations (such as driveways) 1. End of first year and every ten years – top up joint chip or sand between pavers. 2. Organic sediment (leaves, pine needles etc). In locations where the leaves drop on the pavement, regular cleaning/blowing off leaves to stop organic sediment decomposing on the surface and joints. This is the most important activity in maintaining your permeable pavement. 3. Every year – general cleaning/weed/moss control with a Rotary head cleaner or hosing. 4. Assume no corrective maintenance to uplift and dispose of bedding sand and geotextile due to low contamination levels. For Larger installations (such as parking lots of +1000m2) 1. End of first year and every five years alternating with 10 year corrective maintenance –top up joint chip or sand between pavers. 2. Every year – general inspection. 3. Every year – general cleaning/weed/moss control. (Rotary head cleaning system). 4. Every ten years – check the permeability of the system. If the water stands for 1hr or has a permeability rate of less than 250mm/hr proceed with corrective maintenance using a Hydrovac cleaning system, which involves the extraction of old joint chip or sand and replacing with new. FIRTH ECOPAVE® 14",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1481
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p15_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 15,
    "content": "8.0 FREQUENTLY ASKED QUESTIONS 9.0 REFERENCES Firth FlowPave systems vs. Firth PorousPave firth.co.nz/residential/ecopave/flowpave system? The Firth FlowPave paver is a solid unit with enlarged “The Long Term Performance of Pervious Paving” by spacer nibs (7mm) to widen the joints between the Steve Crossland, Stuart Girvan, David Kettle & Jason pavers, allowing runoff water to permeate through Koenen, Auckland, November 2016. the joints at rates in excess of 18,000mm per hour. The Firth Patio Paver is similar but due to its larger Smith, David R. Permeable Interlocking Concrete format it has a reduced permeability rate of 1,800mm Pavements, 2nd Edition. Interlocking Concrete per hour. The Firth PorousPave paver is like a no-fines Pavement Institute (ICPI). 2001. concrete which allows water to permeate through the actual paver itself, at rates of up to 1,200mm per hour. New Zealand Standards. Concrete Segmental Paving, NZS 3116:2002. What’s the difference between the installation of the Firth FlowPave/Patio Paver and the Firth Further information PorousPave/Grass Paver/Gobi Block/Pixel Paver? “Permeable pavement performance for use in active The Firth FlowPave and Patio Paver uses a chip for roadways in Auckland, New Zealand” by Elizabeth both the bedding and jointing material. The other A.Fassman, PhD and Samuel David Blackbourn, ME Firth EcoPave pavers use sand for both the bedding Auckland University. and jointing material.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1450
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p15_c1",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 15,
    "content": "lizabeth both the bedding and jointing material. The other A.Fassman, PhD and Samuel David Blackbourn, ME Firth EcoPave pavers use sand for both the bedding Auckland University. and jointing material. All pavers must have a suitable drainage aggregate or Firth EnviroMix 19mm concrete EPA United States Environmental Protection Agency sub-base. “Surface Infiltarion Rates of Permeable Surface” six month update (Nov 2009 through April 2010). How does the drainage aggregate in the base course clean the run-off water? “Field Monitoring and Software Development Through a process called Cation Exchange Capacity for Permeable Paving Stormwater Solution” Sam (CEC) the aggregate attracts/holds onto positively Blackbourn, Masters degree, Dept of Civil and charged ions (cations), such as heavy metals, to filter Environmental Engineering, University Of Auckland stormwater runoff. 2006/07. What kind of aggregates can be used for the base “Research into Effective Life of Permeable Pavement course? Source Control Installations” Urban Water Resources Specifically designed drainage aggregates that are Centre Division of IT, Engineering and Enviroment, structurally sound when fully saturated/submerged in University of South Australia. water. Normal GAP type aggregates are not suitable and will lead to pavement failure and/a non-permeable “Optimisation of the particulate and dissolved matter pavement.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1403
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p15_c2",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 15,
    "content": "University of South Australia. water. Normal GAP type aggregates are not suitable and will lead to pavement failure and/a non-permeable “Optimisation of the particulate and dissolved matter pavement. retention capacity of permeable concrete block paving with infiltration pores by using different material in the Does a permeable system need maintenance? infiltration pores” The amount sediment in run-off and organic matter Diploma Thesis by P Meyer University of Essen. loading will impact the permeability and life span of the system. Leaves and other organic matter should “Field Survey of Permeable Pavement Surface not be allowed to accumulate and decay on the paved Infiltration Rates” by Eban Z Bean, William F Hunt and surface. See P9 Maintenance Plan for an example David A. Bidelspach Journal of Irrigation and Drainage maintenance schedule. Engineering ASCE. As a guide, if water starts to puddle over the surface of a permeable system during a rain event, “A Guide To Permeable Interlocking Concrete then it should be cleaned using a hydro vac type Pavements” MA56 November 2010, Concrete Masonry cleaning appliance. This will remove the clogged Association of Australia. jointing material from between the pavers, restoring permeability. Jointing chip and jointing sand are removed by this cleaning process and will need to be replaced with clean jointing chip (FlowPave) or jointing sand (PorousPave).",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1417
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p15_c3",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 15,
    "content": "the pavers, restoring permeability. Jointing chip and jointing sand are removed by this cleaning process and will need to be replaced with clean jointing chip (FlowPave) or jointing sand (PorousPave). Notes: Firth PorousPave systems need more frequent maintenance to keep the “pores” in the paver open. Chip glues are available in the market to help keep chip in the FlowPave joints for installations on a slope and/or exposed to significant stormwater run-off from nearby hard surfaces . How do you test the permeability of a permeable pavement system? One of the test methods is ASTM C1701/C 1701M -09 “Standard Test Method for Infiltration Rate of In Place Pervious Concrete” is simple and easy to conduct in on–site locations. 15",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 733
    }
  },
  {
    "chunk_id": "EcoPave Installation Guide Aug 2024_p16_c0",
    "source": "EcoPave Installation Guide Aug 2024",
    "page": 16,
    "content": "© Firth Industries 2023. All rights reserved. Content in this document is protected under the Copyright Act 1994. No material may be reproduced in whole or in part without the written consent of the copyright holder. 0800 FIRTH 1 (347841) PRODUCTSPEC FIRTH.CO.NZ productspec.net masterspec.co.nz FR-TECH-20240831",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 313
    }
  }
]