[
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p1_c0",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 1,
    "content": "Appraisal No. 967 [2019] FIRTH TWO STOREY MASONRY VENEER SOLUTIONS Appraisal No. 967 (2019) BRANZ Appraisals Product Technical Assessments of 1.1 Firth Two Storey Masonry Veneer Solutions is a concrete brick veneer cladding system specifically products for building and for use on two storey buildings. construction. Scope 2.1 Firth Two Storey Masonry Veneer Solutions has been appraised for use as a veneer cladding system for buildings within the following scope: ¬ the scope limitations of NZBC Acceptable Solution E2/AS1, Paragraph 1.1 in terms of floor area, with a maximum of two stories; and, ¬ with a maximum height of brick veneer of 7.5 m above the supporting foundation, except that at gable ends and some piers this height may be up to 10.0 m, and a maximum height of 4.0 m above a roof line; and, ¬ with a depth of cavity of between 40 mm and 75 mm; and, Firth Industries ¬ with a risk score of 0-20, calculated in accordance with NZBC Acceptable Solution E2/AS1, Private Bag 99 904 Table 2; and, Newmarket Auckland 1149 ¬ with timber framing constructed on slab-on-ground in accordance with NZS 3604 and/or Tel: 0800 347 841 concrete masonry foundation constructed in accordance with NZS 4229; and, Email: info@firth.co.nz ¬ situated in NZS 3604 Wind Zones up to and including Very High. Web: www.firth.co.nz 2.2 Firth Two Storey Masonry Veneer Solutions is appraised for use with aluminium window and door joinery that is installed with vertical jambs and horizontal heads and sills.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1499
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p1_c1",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 1,
    "content": "gh. Web: www.firth.co.nz 2.2 Firth Two Storey Masonry Veneer Solutions is appraised for use with aluminium window and door joinery that is installed with vertical jambs and horizontal heads and sills. (The Appraisal of Firth Two Storey Masonry Veneer Solutions relies on the joinery meeting the requirements of NZS 4211 for the relevant Wind Zone). BRANZ 1222 Moonshine Rd, RD1, Porirua 5381 Private Bag 50 908 Porirua 5240, New Zealand Tel: 04 237 1170 branz.co.nz Pg 1 Readers are advised to check the validity of this Appraisal by referring to the Valid Appraisals listing on the BRANZ website, or by contacting BRANZ.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 621
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p2_c0",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 2,
    "content": "BRANZ Appraisal FIRTH TWO STOREY MASONRY Appraisal No. 967 (2019) VENEER SOLUTIONS 6 September 2019 Appraisal No. 967 [2019] Building Regulations New Zealand Building Code (NZBC) 3.1 In the opinion of BRANZ, Firth Two Storey Masonry Veneer Solutions if designed, used, installed and maintained in accordance with the statements and conditions of this Appraisal, will meet the following provisions of the NZBC: Clause B1 STRUCTURE: Performance B1.3.1, B1.3.2 and B1.3.4. Firth Two Storey Masonry Veneer Solutions meets the requirements for loads arising from self-weight, earthquake, wind, impact and creep and shrinkage [i.e. B1.3.3 (a), (f), (h), (j) and (q)]. See Paragraph 8.1 - 8.11. Clause B2 DURABILITY: Performance B2.3.1 (a), not less than 50 years. The structural support elements and hidden flashings meet this requirement. Performance B2.3.1 (b), 15 years. Firth Two Storey Masonry Veneer Solutions meets these requirements. See Paragraph 9.1 - 9.4. Clause E2 EXTERNAL MOISTURE: Performance E2.3.2. Firth Two Storey Masonry Veneer Solutions meets this requirement. See Paragraph 13.1 - 13.4. Clause F2 HAZARDOUS BUILDING MATERIALS: Performance F2.3.1. Firth Two Storey Masonry Veneer Solutions meet this requirement and will not present a health hazard to people.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1275
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p2_c1",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 2,
    "content": ". See Paragraph 13.1 - 13.4. Clause F2 HAZARDOUS BUILDING MATERIALS: Performance F2.3.1. Firth Two Storey Masonry Veneer Solutions meet this requirement and will not present a health hazard to people. Technical Specification Concrete Bricks 4.1 System components and accessories supplied by Firth Industries for the Firth Two Storey Masonry Veneer Solutions are: ¬ Manorstone are 90 mm thick and are supplied 390 mm long and 190 mm high. The Manorstone Veneer bricks are available as either straight edge or rumbled finished. ¬ Devonstone are 70 mm thick and are supplied 290 mm long and 160 mm high. The Devonstone Veneer bricks are available as either straight edge or rumbled finished. ¬ 10 Series are 90 mm thick and are supplied 390 mm long and 190 mm high or 390 mm long and 90 mm high. The 10 Series Veneer bricks are available with a straight edge finish. ¬ Focus are 75 mm thick and are supplied 230 mm long and 90 mm high. The Focus Veneer bricks are available with a straight edge finish. ¬ Strata are 70 mm thick and are supplied 290 mm long and 75 mm high. The Strata Veneer bricks are available with a straight edge finish. 4.2 The Firth Concrete Bricks are manufactured in compliance with NZS 4210. Accessories 4.3 Accessories and materials used with the Firth Two Storey Masonry Veneer Solutions that are supplied by the bricklayer or builder are: ¬ Mortar - Dricon bagged products with a mortar strength of 12.5 MPa at 28 days in accordance with NZS 4210.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1472
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p2_c2",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 2,
    "content": "rth Two Storey Masonry Veneer Solutions that are supplied by the bricklayer or builder are: ¬ Mortar - Dricon bagged products with a mortar strength of 12.5 MPa at 28 days in accordance with NZS 4210. ¬ Metal brick ties and screw fixings - complying with AS/NZS 2699.1. ¬ Steel lintels - steel lintels complying with AS/NZS 2699.3 and NZBC Acceptable Solution E2/AS1 Paragraph 9.2.9. ¬ Steel shelf angles - 100 x 75 x 6 mm and 125 x 75 x 6 mm steel shelf angles complying with AS/ NZS 2699.3 and NZBC Acceptable Solution E2/AS1 Paragraph 9.2.9. ¬ Flashing - butyl rubber or bituminous flashings complying with either NZBC Acceptable Solution E2/AS1 Paragraph 4.3.9 or Paragraph 4.3.10. (Coated or galvanised steel flashings are not suitable for this application.) ¬ Sill, head and jamb flashings - complying with NZBC Acceptable Solution E2/AS1 Paragraph 9.2.4. ¬ Coach screws - 75 x 12 mm or 75 x 16 mm hot dipped galvanised complying with NZS 3604 for fixing to timber studs. ¬ Bricklock - a galvanised double wire used as reinforcing in mortar joints. Pg 2 Readers are advised to check the validity of this Appraisal by referring to the Valid Appraisals listing on the BRANZ website, or by contacting BRANZ.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1210
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p3_c0",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 3,
    "content": "BRANZ Appraisal FIRTH TWO STOREY MASONRY Appraisal No. 967 (2019) VENEER SOLUTIONS 6 September 2019 Appraisal No. 967 [2019] ¬ Wall underlay - wall underlay complying with NZBC Acceptable Solution E2/AS1 Table 23, or breather-type membranes covered by a valid BRANZ Appraisal for use as wall underlays. ¬ Flexible sill and jamb flashing tapes - flexible flashing tapes complying with NZBC Acceptable Solution E2/AS1, Paragraph 4.3.11, or flexible flashing tapes covered by a valid BRANZ Appraisal for use around window and door joinery openings. ¬ Joinery head flashings - folded from aluminium or galvanised steel to suit window or door trim opening. Refer to NZS 3604, Section 4 and NZBC Acceptable Solution E2/AS1, Table 20 for material selection and durability requirements. ¬ Window and door trim cavity air seals - air seals complying with NZBC Acceptable Solution E2/ AS1, Paragraph 9.1.6, or self-expanding, moisture cure polyurethane foam air seals covered by a valid BRANZ Appraisal for use around window, door and other wall penetration openings. Packaging, Handling and Storage 5.1 Bricks are packaged in plastic and delivered on pallets. They must be handled with care to avoid physical damage, particularly to corners and edges, and must be stored so that they are protected from the weather. 5.2 Components such as brick ties, lintels and shelf angles must be handled so as to avoid damage. They must also be stored in dry locations protected from the weather.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1476
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p3_c1",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 3,
    "content": "are protected from the weather. 5.2 Components such as brick ties, lintels and shelf angles must be handled so as to avoid damage. They must also be stored in dry locations protected from the weather. 5.3 Pre-bagged and pre-mixed mortar must be stored in dry locations protected from the weather. Technical Literature 6.1 Refer to the Appraisals listing on the BRANZ Website for details of the current Technical Literature for Firth Two Storey Masonry Veneer Solutions. The Technical Literature must be read in conjunction with this Appraisal. All aspects of design, use, installation and maintenance contained within the Technical Literature and within the scope of this Appraisal must be followed. Design Information General 7.1 Firth Two Storey Masonry Veneer Solutions allows brick veneer cladding to be erected to a height greater than that specified by NZS 3604 and NZBC Acceptable Solution E2/AS1, Section 9.2. 7.2 This system also allows the use of veneer supported above roof lines on horizontal steel shelf angles. 7.3 The system and Technical Literature apply for use only with brick type and thicknesses as given in Paragraph 4.1. The bricks come in a range of colour tones and finishes and are not intended to be further finished. 7.4 The system is designed for use with a veneer cavity of between 40 mm and 75 mm.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1327
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p3_c2",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 3,
    "content": "Paragraph 4.1. The bricks come in a range of colour tones and finishes and are not intended to be further finished. 7.4 The system is designed for use with a veneer cavity of between 40 mm and 75 mm. Structure Foundations 8.1 Foundation systems supporting the veneer must consist of concrete slab-on-ground systems complying with either NZS 3604 or NZS 4229, or to specific engineering design. 8.2 Where the building under consideration is to be built on expansive soils (as defined by AS 2870), control joints may be necessary, and the advice of a design professional should be obtained. Framing 8.3 The system can be used as a masonry veneer cladding for timber framed buildings complying with NZS 3604, or for buildings to specific design in accordance with AS/NZS 1170 and NZS 3603. Beams outside the scope of NZS 3604 must be to a specific design. 8.4 All framing timber, including studs, floor joists and lintels must be kiln dried to a maximum of 18% moisture content. Pg 3 Readers are advised to check the validity of this Appraisal by referring to the Valid Appraisals listing on the BRANZ website, or by contacting BRANZ.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1132
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p4_c0",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 4,
    "content": "BRANZ Appraisal FIRTH TWO STOREY MASONRY Appraisal No. 967 (2019) VENEER SOLUTIONS 6 September 2019 Appraisal No. 967 [2019] 8.5 Walls to which the veneer is attached must be constructed from 90 x 45 mm minimum, SG8 minimum, timber framing. Studs must be at maximum 400 mm centres, where they are supporting shelf angles. 8.6 The maximum span of any external opening where the veneer is supported over the opening must be in accordance with the lintel tables in the Technical Literature. Timber Treatment 8.7 Timber wall framing behind the Firth Two Storey Masonry Veneer Solutions must be treated as required by NZBC Acceptable Solution B2/AS1. Veneer Height 8.8 The maximum permitted height of veneer for the Firth Two Storey Masonry Veneer Solutions is 7.5 m above its foundation support, except that at gable ends and some piers this height may be up to 10.0 m. Where veneer is above roofs, the maximum permitted height is 4.0 m above the veneer roof-line support, or 7.5 above an adjacent building foundation, whichever is the lesser. Wall Bracing Requirements 8.9 Bracing demand requirements of walls may be calculated by using Tables 5.10 and 14.3 as applicable for the floor load in NZS 3604. Mass 8.10 For structural design purposes, the 90 mm thick Manorstone Veneer is 148 - 165 kg/m²; the 70 mm thick Devonstone Veneer is 125 - 133 kg/m²; the 90 mm thick 10 Series Veneer is 148 - 165 kg/m², the Focus Veneer is 158-193 kg/m²; and the Strata Veneer is 125-133 kg/m².",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1479
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p4_c1",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 4,
    "content": "s 148 - 165 kg/m²; the 70 mm thick Devonstone Veneer is 125 - 133 kg/m²; the 90 mm thick 10 Series Veneer is 148 - 165 kg/m², the Focus Veneer is 158-193 kg/m²; and the Strata Veneer is 125-133 kg/m². Firth Two Story Masonry Veneer Solutions is considered a heavy wall cladding in terms of NZS 3604. Steel Lintel Angles 8.11 Lintel angle sizes and details for above windows and doors are given in the Technical Literature. Durability Serviceable Life 9.1 Firth Two Storey Masonry Veneer Solutions is expected to have a serviceable life of at least 50 years provided the system is maintained in accordance with this Appraisal and the Technical Literature. 9.2 Brick veneer ties, must meet the durability requirements of NZBC Acceptable Solution E2/AS1, Paragraph 9.2.7.1. 9.3 Flashings must comply with NZBC Acceptable Solution E2/AS1, Paragraph 9.2.4. 9.4 Lintels and shelf angles must meet the durability requirements of NZBC Acceptable Solution E2/ AS1, Paragraph 9.2.9. Maintenance 10.1 Regular maintenance is essential to ensure the performance requirements of the NZBC are continually met and to ensure the maximum serviceability of the system. 10.2 Firth Two Storey Masonry Veneer Solutions should be inspected at least annually. Weep holes must be kept clear of dust, dirt, spider webs and the like to ensure that moisture can continue to drain from the cavity.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1368
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p4_c2",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 4,
    "content": "rey Masonry Veneer Solutions should be inspected at least annually. Weep holes must be kept clear of dust, dirt, spider webs and the like to ensure that moisture can continue to drain from the cavity. 10.3 Where bricks or mortars are cracked, the cause must be determined (this may require a structural engineer’s assessment) and repairs must be carried out to restore the cladding. Prevention of Fire Occurring 11.1 Firth Two Storey Masonry Veneers are considered non-combustible and need not be separated from heat sources such as fire places, heating appliances, flues and chimneys. However, when used in conjunction with, or attached to heat sensitive materials, the heat sensitive material must be separated from fire places, heating appliances, flues and chimneys in accordance with the requirements of Part 7 of NZBC Acceptable Solutions C/AS1, and C/AS2 and NZBC Verification Method C/VM1. Pg 4 Readers are advised to check the validity of this Appraisal by referring to the Valid Appraisals listing on the BRANZ website, or by contacting BRANZ.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1053
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p5_c0",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 5,
    "content": "BRANZ Appraisal FIRTH TWO STOREY MASONRY Appraisal No. 967 (2019) VENEER SOLUTIONS 6 September 2019 Appraisal No. 967 [2019] Control of External Fire Spread Vertical Fire Spread 12.1 This Appraisal only covers buildings 10 m or less in height. NZBC Functional Requirement C3.2 identifies that external vertical fire spread to upper floors only needs be considered for buildings with a building height greater than 10 m. Control of external vertical fire spread is therefore outside the scope of this Appraisal. Horizontal Fire Spread 12.2 The Firth Two Storey Masonry Veneers are composed entirely of concrete brick and are therefore defined as non-combustible, as per NZBC Acceptable Solution C/AS2 Definitions. When the Firth Two Storey Masonry Veneers are uncoated or have a directly applied surface finish of no more than 1 mm in thickness, they can be used within 1 m of the relevant boundary. This meets the requirements of Paragraph 5.4 of NZBC Acceptable Solution C/AS1 and Paragraph 5.8.2 a) of NZBC Acceptable Solution C/AS2. 12.3 Refer to NZBC Acceptable Solutions C/AS1 and C/AS2, and Verification Method C/VM2 for fire resistance rating and control of external fire spread requirements for external walls.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1219
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p5_c1",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 5,
    "content": "e Solution C/AS2. 12.3 Refer to NZBC Acceptable Solutions C/AS1 and C/AS2, and Verification Method C/VM2 for fire resistance rating and control of external fire spread requirements for external walls. External Moisture 13.1 Firth Two Storey Masonry Veneer Solutions, when installed in accordance with this Appraisal and the Technical Literature on buildings with a risk score of 0-20, calculated in accordance with NZBC Acceptable Solution E2/AS1, Table 2, prevents the penetration of moisture that could cause undue dampness or damage to building elements. 13.2 Weathertightness details are specifically designed on a project by project basis. At a minimum all flashing overlap dimension and clearances must be at least that given in NZBC Acceptable Solution E2/AS1. 13.3 Weathertightness details for masonry veneer are given in NZBC Acceptable Solution E2/AS1, Paragraph 9.2 and SNZ HB 4236. The ingress of moisture must be excluded by detailing joinery and wall interfaces and in the Technical Literature. Details for sloping shelf angle are not included and are outside the scope of this Appraisal. Weathertightness details that are developed by the designer are outside the scope of this Appraisal and are the responsibility of the designer for compliance with the NZBC. 13.4 The cavity must be sealed off from the roof and sub-floor space to meet compliance with NZBC Clause E2.3.5.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1388
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p5_c2",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 5,
    "content": "this Appraisal and are the responsibility of the designer for compliance with the NZBC. 13.4 The cavity must be sealed off from the roof and sub-floor space to meet compliance with NZBC Clause E2.3.5. 13.5 Firth Two Storey Masonry Veneer Solutions allows excess moisture present at the completion of construction to be dissipated without permanent damage to building elements to meet compliance with NZBC Clause E2.3.6. Installation Information Installation Skill Level Requirement 14.1 Installation must always be carried out in accordance with Firth Two Storey Masonry Veneer Solutions Technical Literature and this Appraisal by, or under the supervision of, a Licensed Building Practitioner (LBP) with the relevant Licence Class. System Installation General 15.1 The guidelines and requirements for masonry veneer wall cladding given in SNZ HB 4236 must be followed. Pg 5 Readers are advised to check the validity of this Appraisal by referring to the Valid Appraisals listing on the BRANZ website, or by contacting BRANZ.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1025
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p6_c0",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 6,
    "content": "BRANZ Appraisal FIRTH TWO STOREY MASONRY Appraisal No. 967 (2019) VENEER SOLUTIONS 6 September 2019 Appraisal No. 967 [2019] Wall Underlay and Tape Installation 15.2 The wall underlay and flashing tape system must be installed by the building contractor in accordance with the underlay and flashing tape manufacturer’s instructions prior to the installation of the concrete bricks. Particular attention must be paid to the installation of the wall underlay and sill and jamb junction and head and jamb junction tapes around the window and door openings to ensure a continuous seal is achieved and all exposed wall framing in the opening is protected. Aluminium Joinery Installation 15.3 Adequate weather protection must be provided around door and window frames. Aluminium joinery must be installed so that a cover to the brick veneer of approximately 10 – 20 mm is provided when measured from the back of the brick to the front of the joinery flange. 15.4 Aluminium joinery must have a 7.5 mm nominal gap left between the joinery reveal and the wall framing so a PEF rod and air seal can be installed after the joinery has been secured in place. 15.5 Head flashings must be provided at all openings of the brick veneer cladding. Jambs must be flashed with the likes of a DPC flashing material attached to the opening stud over the building underlay and folded around into the back of the joinery flange. The jamb flashing material must overlay in front of the sill flashings upstands.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1486
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p6_c1",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 6,
    "content": "material attached to the opening stud over the building underlay and folded around into the back of the joinery flange. The jamb flashing material must overlay in front of the sill flashings upstands. Sill flashings must be provided in the veneer cavity under all openings. See Paragraphs 13.2 and 13.3. Concrete Brick Installation 15.6 Bricks should always be kept covered so that they are laid dry. 15.7 Bricks must not be stack bonded and must be at least quarter bonded. 15.8 Mortar joints thickness must be 10 mm ±3 mm in accordance with NZS 4210. Joints may be raked to a maximum depth of 6 mm and shall be tooled to provide a hard smooth surface to reduce water absorption. 15.9 Mortar must be prepared in accordance with the instructions of Dricon to meet the 12.5 MPa requirement. 15.10 Drainage and ventilation holes must be provided in the bottom and top courses of brick work including over shelf angles. Brick Tie Installation 15.11 Brick ties must be screw fixed to the framing at the spacings given in the Technical Literature, and must angle down from the framing toward to the brick veneer at 5º slope. 15.12 Brick ties must be embedded and attached as given in the Technical Literature and NZS 4210. 15.13 During and after brick veneer installation it is recommended that, if possible, internal linings be attached to timber frames by screwing rather than nailing in order to avoid vibration to the cladding that could produce hairline cracks in the mortar.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1475
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p6_c2",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 6,
    "content": "commended that, if possible, internal linings be attached to timber frames by screwing rather than nailing in order to avoid vibration to the cladding that could produce hairline cracks in the mortar. Brick Veneer Above Roof Lines Support Installation 15.14 The brick veneer above roof line support should not be installed until the veneer below has reached it full height so that the veneer is correctly aligned. 15.15 Where a steel shelf angle is to be fixed above a roof, it is recommended that temporary timber blocks be cut to the slope of the rafter below and the correct height, then tack nailed to provide temporary support until the steel angle is permanently fixed. The angle is then fixed to the studs at 400 mm maximum centres with 75 x 12 mm or 75 x 16 mm hot dipped galvanised coach screws. The shelf angles and coach screw sizes are given in the Technical Literature. These depend on the brick selected and the height of the veneer. 15.16 Steel angles should be ordered from the fabricator and clearly marked so that their location is uniquely identified. Holes should be drilled 25 mm down from the top of the vertical flange, sharp edges filed and the bare metal surfaces of galvanised steel angles painted with two coats of zinc rich primer. For quality, drilling and painting is best carried out in a fabricator’s workshop. Pg 6 Readers are advised to check the validity of this Appraisal by referring to the Valid Appraisals listing on the BRANZ website, or by contacting BRANZ.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1498
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p7_c0",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 7,
    "content": "BRANZ Appraisal FIRTH TWO STOREY MASONRY Appraisal No. 967 (2019) VENEER SOLUTIONS 6 September 2019 Appraisal No. 967 [2019] 15.17 When fixing steel angles to the framing pilot holes must first be drilled in the studs to take the coach screws. 15.18 Horizontal laps in the waterproofing flashing must be sealed and waterproof. 15.19 A flashing must be provided behind the shelf angle which flashes over the roof. Inspections 15.20 The documents as referenced in Paragraph 13.3 must be referred to during the inspection of the Firth Two Storey Masonry Veneer Solutions installations by building consent authorities and territorial authorities. Flashing installation is a critical point of inspection. Health and Safety 16.1 Cutting of concrete bricks with power tools should be carried out in well ventilated areas, and a dusk mask and eye protection should be worn. Basis of Appraisal The following is a summary of the technical investigations carried out: Tests 17.1 The following testing has been completed by BRANZ: ¬ BRANZ expert opinion on NZBC Clause E2 code compliance of the Firth Two Storey Masonry Veneer Solutions was based on evaluation of details within the scope and stated within this Appraisal. Testing of the Firth Two Storey Masonry Veneer Solutions to NZBC E2/VM1 was also carried out. ¬ BRANZ has carried out bond wrench testing in accordance with NZS 4210.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1378
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p7_c1",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 7,
    "content": "and stated within this Appraisal. Testing of the Firth Two Storey Masonry Veneer Solutions to NZBC E2/VM1 was also carried out. ¬ BRANZ has carried out bond wrench testing in accordance with NZS 4210. Other Investigations 18.1 Assessment has been made of the structural aspects and durability of the system and opinions given by BRANZ technical experts. 18.2 The manufacturer’s Technical Literature has been examined by BRANZ and found to be satisfactory. 18.3 Site inspections were carried out by BRANZ to assess methods used for construction of the Firth Two Storey Masonry Veneer Solutions and to inspect completed systems. Quality 19.1 The manufacture of concrete bricks by Firth Industries has been examined by BRANZ, and details of the quality and composition of the materials used were obtained and found to be satisfactory. 19.2 The quality of materials, components, and accessories supplied by Firth Industries are the responsibility of Firth Industries. The quality control system of Firth Industries has been assessed and registered as meeting the requirements of ISO 9001. 19.3 Quality on site for construction of the Firth Two Storey Masonry Veneer Solutions is the responsibility of the installers. 19.4 Building owners are responsible for the maintenance of the Firth Two Storey Masonry Veneer Solutions in accordance with Firth instructions.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1357
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p7_c2",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 7,
    "content": "neer Solutions is the responsibility of the installers. 19.4 Building owners are responsible for the maintenance of the Firth Two Storey Masonry Veneer Solutions in accordance with Firth instructions. Pg 7 Readers are advised to check the validity of this Appraisal by referring to the Valid Appraisals listing on the BRANZ website, or by contacting BRANZ.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 356
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p8_c0",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 8,
    "content": "BRANZ Appraisal FIRTH TWO STOREY MASONRY Appraisal No. 967 (2019) VENEER SOLUTIONS 6 September 2019 Appraisal No. 967 [2019] Sources of Information ¬ AS 2870: 2011 Residential slabs and footings. ¬ AS/NZS 1170: 2002 Structural design actions. ¬ AS/NZS 2699.1: 2000 Built-in components for masonry construction - Wall ties. ¬ AS/NZS 2699.3: 2002 Built-in components for masonry construction - Lintels and shelf angles (durability requirements). ¬ NZS 3603: 1993 Timber structures standard. ¬ NZS 3604: 2011 Timber-framed buildings. ¬ NZS 4210: 2001 Masonry construction: Materials and workmanship. ¬ NZS 4211: 2008 Specification for performance of windows. ¬ NZS 4229: 2013 Concrete masonry buildings not requiring specific engineering design. ¬ SNZ HB 4236: 2002 Masonry veneer wall cladding. ¬ Ministry of Business, Innovation and Employment Record of Amendments for Compliance Documents and Handbooks. ¬ The Building Regulations 1992. Pg 8 Readers are advised to check the validity of this Appraisal by referring to the Valid Appraisals listing on the BRANZ website, or by contacting BRANZ.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1093
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p9_c0",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 9,
    "content": "BRANZ Appraisal FIRTH TWO STOREY MASONRY Appraisal No. 967 (2019) VENEER SOLUTIONS 6 September 2019 Appraisal No. 967 [2019] In the opinion of BRANZ, Firth Two Storey Masonry Veneer Solutions is fit for purpose and will comply with the Building Code to the extent specified in this Appraisal provided it is used, designed, installed and maintained as set out in this Appraisal. The Appraisal is issued only to Firth Industries, and is valid until further notice, subject to the Conditions of Appraisal. Conditions of Appraisal 1. This Appraisal: a) relates only to the product as described herein; b) must be read, considered and used in full together with the Technical Literature; c) does not address any Legislation, Regulations, Codes or Standards, not specifically named herein; d) is copyright of BRANZ. 2. Firth Industries: a) continues to have the product reviewed by BRANZ; b) shall notify BRANZ of any changes in product specification or quality assurance measures prior to the product being marketed; c) abides by the BRANZ Appraisals Services Terms and Conditions; d) warrants that the product and the manufacturing process for the product are maintained at or above the standards, levels and quality assessed and found satisfactory by BRANZ pursuant to BRANZ’s Appraisal of the product. 3.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1303
    }
  },
  {
    "chunk_id": "Two Storey Masonry Veneer Solutions_p9_c1",
    "source": "Two Storey Masonry Veneer Solutions",
    "page": 9,
    "content": "uct and the manufacturing process for the product are maintained at or above the standards, levels and quality assessed and found satisfactory by BRANZ pursuant to BRANZ’s Appraisal of the product. 3. BRANZ makes no representation or warranty as to: a) the nature of individual examples of, batches of, or individual installations of the product, including methods and workmanship; b) the presence or absence of any patent or similar rights subsisting in the product or any other product; c) any guarantee or warranty offered by Firth Industries. 4. Any reference in this Appraisal to any other publication shall be read as a reference to the version of the publication specified in this Appraisal. 5. BRANZ provides no certification, guarantee, indemnity or warranty, to Firth Industries or any third party. For BRANZ Chelydra Percy Chief Executive Date of Issue: 6 September 2019 Pg 9 Readers are advised to check the validity of this Appraisal by referring to the Valid Appraisals listing on the BRANZ website, or by contacting BRANZ.",
    "chunk_type": "text",
    "section": null,
    "table_data": null,
    "diagram_data": null,
    "metadata": {
      "char_count": 1037
    }
  }
]